Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/direct_payments.po
Languages: uz_uz

# Addons::name::direct_payments
source: Direct Customer-to-Vendor Payments
uz_uz: To'g'ridan-to'g'ri mijozdan sotuvchiga to'lovlar

# Addons::description::direct_payments
source: Changes the checkout process: customers pay to each vendor separately, and the money from orders goes straight to vendors. Vendors can also set up their own payment methods and promotions.
uz_uz: Hisob-kitob jarayonini o'zgartiradi: mijozlar har bir sotuvchiga alohida to'laydi va buyurtmadan tushgan pul to'g'ridan-to'g'ri sotuvchilarga o'tadi. Sotuvchilar o'zlarining to'lov usullari va aktsiyalarini ham o'rnatishlari mumkin.

# Languages::direct_payments.carts_summary
source: Carts summary
uz_uz: Aravalar haqida xulosa

# Languages::direct_payments.paying_now
source: Paying now
uz_uz: Hozir toʻlash

# Languages::direct_payments.pending_carts_notice
source: There are products in your cart that you haven't ordered yet. Please <a href="[cart_url]">view your cart</a> to continue checkout.
uz_uz: Savatingizda hali buyurtma qilmagan mahsulotlar bor. Toʻlovni davom ettirish uchun <a href="[cart_url]">savatingizni koʻring</a>.

# Languages::direct_payments.order_commission
source: Commission payout for the order #[order_id].
uz_uz: #[order_id] buyurtmasi uchun komissiya toʻlovi.

# Languages::direct_payments.admin_payments_notification
source: You don't have any active payment methods of your own. That's why the marketplace owner's payment methods will be used at checkout instead. To avoid delays in receiving money, please set up your own payment method.
uz_uz: Sizda faol toʻlov usullari yoʻq. Shuning uchun kassa o‘rniga bozor egasining to‘lov usullaridan foydalaniladi. Pul olishda kechikishlar oldini olish uchun oʻz toʻlov usulingizni sozlang.

# Languages::direct_payments.admin_payments_description
source: These payment methods will be offered to customers only when a vendor doesn't have any active payment methods. The money from orders will first go to the marketplace owner, who will be informed about it and will have to transfer that money to the vendor.
uz_uz: Bu toʻlov usullari mijozlarga faqat sotuvchida faol toʻlov usullari mavjud boʻlmaganda taqdim etiladi. Buyurtmalardan tushgan pul birinchi navbatda bozor egasiga tushadi, u bu haqda xabardor qilinadi va bu pulni sotuvchiga o'tkazishi kerak bo'ladi.

# Languages::direct_payments.your_payments
source: Your payment methods
uz_uz: Toʻlov usullari

# Languages::direct_payments.admin_payments
source: Marketplace owner's payment methods
uz_uz: Bozor egasining to'lov usullari

# Languages::direct_payments.create_payment_method
source: Create a payment method
uz_uz: Toʻlov usulini yarating

# Languages::block_carts_summary
source: Cart by vendors
uz_uz: Sotuvchilar tomonidan arava

# Languages::block_carts_summary_description
source: Customer's cart split by vendors at checkout
uz_uz: Xaridorning aravasi kassada sotuvchilar tomonidan taqsimlanadi
