Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/ebay.po
Languages: uz_uz

# Languages::ebay_region
source: eBay region
uz_uz: eBay hududi

# Languages::ebay_synchronization_title
source: Synchronizing eBay data
uz_uz: eBay ma'lumotlarini sinxronlash

# Languages::ebay_synchronization_regions
source: Synchronizing eBay regions
uz_uz: eBay hududlarini sinxronlash

# Languages::ebay_synchronization_categories
source: Synchronizing eBay categories (it may take around 3 minutes)
uz_uz: eBay toifalarini sinxronlash (taxminan 3 daqiqa vaqt olishi mumkin)

# Languages::ebay_synchronization_shipping_services
source: Synchronizing eBay shipping services
uz_uz: eBay yuk tashish xizmatlarini sinxronlash

# Languages::ebay_synchronization_category_features
source: Synchronizing eBay category features
uz_uz: eBay toifasi xususiyatlarini sinxronlash

# Languages::ebay_changed_region_message
source: After you change eBay region, please check other settings.<br>If your template's Shipping type is set to Calculated, change your primary currency (Administration → Currencies), company address (Settings → Company) and weight measurement units (Settings → General) accordingly.<br>If your template's Shipping type is set to Flat, change your primary currency (Administration → Currencies).
uz_uz: eBay hududini oʻzgartirgandan soʻng, boshqa sozlamalarni tekshiring.<br>Agar shabloningiz yetkazib berish turi Hisoblangan boʻlsa, asosiy valyutani (Maʼmuriyat → Valyutalar), kompaniya manzilini (Sozlamalar → Kompaniya) va vazn oʻlchov birliklarini (Sozlamalar → Umumiy) oʻzgartiring. mos ravishda.<br>Agar shabloningiz yetkazib berish turi tekis qilib oʻrnatilgan boʻlsa, asosiy valyutangizni oʻzgartiring (Maʼmuriyat → Valyutalar).

# Languages::export_products_to_ebay
source: Export/Revise products on eBay
uz_uz: EBay-da mahsulotlarni eksport qilish/qayta ko'rib chiqish

# Languages::ebay_product_identifier_brand
source: Brand
uz_uz: Brend

# Languages::ebay_product_identifiers
source: Product identifiers
uz_uz: Mahsulot identifikatorlari

# Languages::ebay_product
source: Product
uz_uz: Mahsulot

# Languages::ebay_product_variation
source: Option combination
uz_uz: Variant kombinatsiyasi

# Languages::ebay_none
source: None
uz_uz: Yo'q

# Languages::ebay_does_not_apply
source: Does not apply
uz_uz: Qo'llanilmaydi

# Languages::ebay_product_code
source: Product code
uz_uz: Mahsulot kodi

# Languages::ebay_product_feature
source: Product feature
uz_uz: Mahsulot xususiyati

# Languages::ebay_combination_code
source: Combination code
uz_uz: Kombinatsiyalash kodi

# Languages::ebay_synchronization_region_details
source: Synchronizing eBay region details
uz_uz: eBay hududi tafsilotlarini sinxronlash

# Languages::ebay_feature_group_product_identifiers
source: eBay product identifiers
uz_uz: eBay mahsulot identifikatorlari
