Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/ebay.po
Languages: uz_uz

# Addons::name::ebay
source: eBay synchronization
uz_uz: eBay sinxronizatsiyasi

# Addons::description::ebay
source: Synchronizes products and orders with an eBay account.
uz_uz: Mahsulotlar va buyurtmalarni eBay hisobi bilan sinxronlashtiradi.

# Languages::paypal_required_and_selected
source: For the selected eBay category PayPal payment method is required. It is selected automatically.
uz_uz: Tanlangan eBay toifasi uchun PayPal to'lov usuli talab qilinadi. U avtomatik ravishda tanlanadi.

# Languages::wait_for_shippings_cached
source: Wait for shippings cached. Mean time to 3 minutes
uz_uz: Yetkazib berish keshlanganini kuting. O'rtacha vaqt - 3 daqiqa

# Languages::ebay_duration
source: Listing duration
uz_uz: Ro'yxatga olish muddati

# Languages::list_products_on
source: List products on
uz_uz: Mahsulotlar roʻyxati yoqilgan

# Languages::private_listing
source: Private listing
uz_uz: Shaxsiy ro'yxat

# Languages::use_as_default
source: Use as default
uz_uz: Standart sifatida foydalaning

# Languages::ebay_root_category
source: eBay Root category
uz_uz: eBay Root toifasi

# Languages::ebay_root_sec_category
source: eBay Secondary root category
uz_uz: eBay Ikkilamchi ildiz toifasi

# Languages::ebay_sec_category
source: eBay Secondary category
uz_uz: eBay Ikkinchi darajali toifasi

# Languages::quantity_to_sell
source: Quantity to sell
uz_uz: Sotish uchun miqdor

# Languages::just_one
source: Just one
uz_uz: Faqat bitta

# Languages::more_than_one
source: More than one
uz_uz: Birdan ortiq

# Languages::use_main_image
source: Export product images
uz_uz: Mahsulot rasmlarini eksport qilish

# Languages::selling_method
source: Selling method
uz_uz: Sotish usuli

# Languages::online_auction
source: Online auction
uz_uz: Onlayn auktsion

# Languages::buy_it_now
source: Buy it now
uz_uz: Hozir xarid qilish

# Languages::ebay_requests
source: eBay requests
uz_uz: eBay so'rovlari

# Languages::log_type_ebay_requests
source: eBay requests
uz_uz: eBay so'rovlari

# Languages::errors
source: Errors
uz_uz: Xatolar

# Languages::log_action_all
source: All
uz_uz: Hammasi

# Languages::error_code
source: Error code
uz_uz: Xato kodi

# Languages::editing_ebay_template
source: Editing eBay template
uz_uz: eBay shablonini tahrirlash

# Languages::new_ebay_template
source: New eBay template
uz_uz: Yangi eBay shablon

# Languages::ebay_templates
source: eBay templates
uz_uz: eBay shablonlar

# Languages::ebay_registration_notice
source: In order to get this information you need first to register your Developer account <a href="https://developer.ebay.com/join/">here</a>.<br /><br />After you registered, you will receive the "DevID", "AppID" and "CertID" keys. So you have to generate the special "Token" in order to use this API. In order to generate the "Token", please click the "Get a User Token" link at the bottom of "My account" page (tools box) or follow <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">this link</a>.<br /><br />Please complete this form with the given credentials.
uz_uz: Ushbu ma'lumotni olish uchun avval <a href="https://developer.ebay.com/join/">bu yerda</a> Dasturchi hisobingizni ro'yxatdan o'tkazishingiz kerak.<br /><br />Ro'yxatdan o'tganingizdan keyin , siz "DevID", "AppID" va "CertID" kalitlarini olasiz. Shunday qilib, ushbu APIdan foydalanish uchun maxsus "Token" ni yaratishingiz kerak. “Token”ni yaratish uchun “Mening hisobim” sahifasining (asboblar oynasi) pastki qismidagi “Foydalanuvchi tokenini olish” havolasini bosing yoki <a href="https://developer.ebay.com/DevZone" sahifasiga o‘ting. /account/tokens/default.aspx">ushbu havola</a>.<br /><br />Iltimos, ushbu shaklni berilgan hisob ma'lumotlari bilan to'ldiring.

# Languages::add_ebay_template
source: Add eBay template
uz_uz: eBay shablonini qo'shing

# Languages::shipping_type
source: Shipping type
uz_uz: Yuk tashish turi

# Languages::flat
source: Flat
uz_uz: Xonadon

# Languages::calculated
source: Calculated
uz_uz: Hisoblangan

# Languages::domestic_shipping_service
source: Domestic shipping service
uz_uz: Ichki yuk tashish xizmati

# Languages::international_shipping_service
source: International shipping service
uz_uz: Xalqaro yuk tashish xizmati

# Languages::dispatch_days
source: Dispatch days
uz_uz: Etkazib berish kunlari

# Languages::ebay_payment_methods
source: eBay payment methods
uz_uz: eBay to'lov usullari

# Languages::paypal_email
source: PayPal email
uz_uz: PayPal elektron pochtasi

# Languages::ebay.paypal_email
source: PayPal email
uz_uz: PayPal elektron pochtasi

# Languages::ebay_category_condition
source: eBay category condition
uz_uz: eBay toifasi holati

# Languages::ebay_associated_category
source: Associated eBay category
uz_uz: Bog'langan eBay toifasi

# Languages::ebay_category_preferences
source: eBay Category <br> Preferences
uz_uz: eBay toifasi <br> Afzalliklar

# Languages::ebay_category_preferences_tooltip
source: Use the eBay category of the template, or assign a different eBay category to the products that fall under this category of your store
uz_uz: Shablonning eBay toifasidan foydalaning yoki do'koningizning ushbu toifasiga kiruvchi mahsulotlarga boshqa eBay toifasini belgilang

# Languages::ebay_template
source: eBay template
uz_uz: eBay shablon

# Languages::ebay_orders
source: eBay orders
uz_uz: eBay buyurtmalari

# Languages::get_ebay_orders
source: Get eBay orders
uz_uz: eBay buyurtmalarini oling

# Languages::wait_for_categories_cached
source: Please wait for the categories to cache, it will take about 3 minutes. Before that, the Shippings, Payments, and Return Policy tabs will remain empty.
uz_uz: Iltimos, toifalar keshlanishini kuting, bunga 3 daqiqa vaqt ketadi. Undan oldin Yuklar, To'lovlar va Qaytish siyosati yorliqlari bo'sh qoladi.

# Languages::Some_parameters_is_missing
source: Some parameters is missing. Please check ebay add-on settings
uz_uz: Ba'zi parametrlar etishmayapti. Iltimos, ebay plaginlari sozlamalarini tekshiring

# Languages::ebay_success_products_notice
source: Products have been successfully exported.
uz_uz: Mahsulotlar muvaffaqiyatli eksport qilindi.

# Languages::ebay_success_orders_notice
source: Orders have been successfully imported.
uz_uz: Buyurtmalar muvaffaqiyatli import qilindi.

# Languages::ebay_failed_orders_notice
source: An error occurred during order import.
uz_uz: Buyurtmani import qilishda xatolik yuz berdi.

# Languages::exporting_products_to_ebay
source: Exporting products to eBay.
uz_uz: Mahsulotlarni eBay-ga eksport qilish.

# Languages::ebay_default_template_not_found
source: Default template for the [company_name] was not found.
uz_uz: [company_name] uchun standart shablon topilmadi.

# Languages::delete_this_template
source: Delete this template
uz_uz: Ushbu shablonni o'chiring

# Languages::test_version
source: You're using a test version of this module, the validity of which ended on December 7th, 2013. After the end of the test period, the functions of the module will not be available. You can purchase the full version via a <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
uz_uz: Siz ushbu modulning amal qilish muddati 2013-yil 7-dekabrda tugagan sinov versiyasidan foydalanmoqdasiz. Sinov muddati tugagandan so‘ng modul funksiyalari mavjud bo‘lmaydi. Toʻliq versiyani <a href="http://www.cs-cart.com/ebay-synchronization.html">Yordam paneli</a> orqali xarid qilishingiz mumkin.

# Languages::ttc_list_products_on
source: Choose the region of the eBay auction for which your site will work
uz_uz: Saytingiz ishlaydigan eBay auktsioni hududini tanlang

# Languages::ttc_use_as_default
source: Use this template for products with no template defined
uz_uz: Shabloni belgilanmagan mahsulotlar uchun ushbu shablondan foydalaning

# Languages::ttc_ebay_root_category
source: The product root category at eBay
uz_uz: eBay'dagi mahsulot ildiz toifasi

# Languages::ttc_ebay_root_sec_category
source: The additional product root category at eBay
uz_uz: eBay'dagi qo'shimcha mahsulot ildiz toifasi

# Languages::ebay_second_category_tooltip
source: The additional product subcategory at eBay
uz_uz: eBay'dagi qo'shimcha mahsulot quyi toifasi

# Languages::ttc_shipping_type
source: Choose whether to use calculated or flat shipping type. Calculated - shipping will be calculated according to the customers ZIP address, the weight of the package, and the type of shipping services you offer; Flat - shipping rate will be fixed
uz_uz: Hisoblangan yoki tekis yuk tashish turidan foydalanishni tanlang. Hisoblangan - etkazib berish mijozlarning ZIP manzili, paketning og'irligi va siz taklif qilayotgan yuk tashish xizmatlari turiga qarab hisoblanadi; Bir tekis yuk tashish tarifi belgilanadi

# Languages::ttc_domestic_shipping_service
source: Choose the shipping service that will be used for delivering products in the domestic region
uz_uz: Mahalliy hududda mahsulotlarni yetkazib berishda foydalaniladigan yuk tashish xizmatini tanlang

# Languages::ttc_international_shipping_service
source: Choose the shipping service that will be used for delivering products worldwide
uz_uz: Mahsulotlarni butun dunyo bo'ylab yetkazib berishda foydalaniladigan yuk tashish xizmatini tanlang

# Languages::ttc_dispatch_days
source: The period of product delivery to a customer (in days)
uz_uz: Mahsulotni xaridorga yetkazib berish muddati (kunlarda)

# Languages::ttc_ebay_payment_methods
source: Payment method(s), available for a template
uz_uz: Toʻlov usullari (usullari), shablon uchun mavjud

# Languages::ttc_ebay.paypal_email
source: Define login of the PayPal account
uz_uz: PayPal hisobiga kirishni aniqlang

# Languages::ttc_paypal_email
source: Define login of the PayPal account
uz_uz: PayPal hisobiga kirishni aniqlang

# Languages::eBay_category_condition_tooltip
source: Define login of the PayPal account
uz_uz: PayPal hisobiga kirishni aniqlang

# Languages::ttc_free_shipping
source: Choose, if you want free shipping to be applied to products in a template
uz_uz: Agar shablondagi mahsulotlarga bepul yetkazib berish qo'llanilishini istasangiz, tanlang

# Languages::ttc_shipping_cost
source: Fixed shipping fee for one item if the shipping type is Flat (the Shipping and handling setting on eBay).
uz_uz: Yuk tashish turi tekis bo'lsa, bitta mahsulot uchun qat'iy etkazib berish to'lovi (eBay'da etkazib berish va ishlov berish sozlamalari).

# Languages::ttc_shipping_cost_additional
source: Shipping fee for each additional item in the order (the Each additional item setting on eBay)
uz_uz: Buyurtmadagi har bir qo'shimcha mahsulot uchun etkazib berish to'lovi (eBay'dagi har bir qo'shimcha element sozlamalari)

# Languages::shipping_cost_additional
source: Additional shipping fee
uz_uz: Qo'shimcha yuk to'lovi

# Languages::text_ult_ebay_template_store_field_tooltip
source: The storefront, for which a template will be created
uz_uz: Shablon yaratiladigan do'kon

# Languages::shipping_cost_cannot_be_null
source: Shipping cost must be non-zero
uz_uz: Yuk tashish narxi nolga teng bo'lmasligi kerak

# Languages::ebay_title
source: eBay product title
uz_uz: eBay mahsulot nomi

# Languages::ebay_title_tooltip
source: eBay title the title of the product to be used at eBay
uz_uz: eBay-da eBay-da foydalaniladigan mahsulot nomi

# Languages::ebay_description
source: eBay product description
uz_uz: eBay mahsulot tavsifi

# Languages::ebay_description_tooltip
source: eBay description the description of the product to be used at eBay
uz_uz: eBay tavsifi eBay-da foydalaniladigan mahsulot tavsifi

# Languages::override
source: Redefinition of the product name and description on eBay
uz_uz: eBay-da mahsulot nomi va tavsifini qayta aniqlash

# Languages::override_tooltip
source: Choose, if you want the original product name and description to be replaced with that, specified in the eBay product title and the eBay product description fields
uz_uz: Agar asl mahsulot nomi va tavsifi eBay mahsulot sarlavhasi va eBay mahsulot tavsifi maydonlarida koʻrsatilganiga almashtirilishini xohlasangiz, tanlang.

# Languages::return_policy
source: Return Policy
uz_uz: Qaytarish siyosati

# Languages::ttc_return_policy
source: Choose whether returns are allowed or not for products grouped under this template
uz_uz: Ushbu shablon ostida guruhlangan mahsulotlarni qaytarishga ruxsat yoki yo'qligini tanlang

# Languages::returns_accepted
source: Returns Accepted
uz_uz: Qaytishlar qabul qilinadi

# Languages::no_returns_accepted
source: No returns accepted
uz_uz: Qaytishlar qabul qilinmaydi

# Languages::contact_time
source: After receiving the item, your buyer should contact you within
uz_uz: Buyumni olganingizdan so'ng, xaridor siz bilan bog'lanishi kerak

# Languages::ttc_contact_time
source: Choose the period within which a buyer must contact you to confirm that he/she received the product
uz_uz: Xaridor mahsulotni olganligini tasdiqlash uchun siz bilan bog'lanishi kerak bo'lgan muddatni tanlang

# Languages::refund_method
source: Refund will be given as
uz_uz: To'lov sifatida qaytariladi

# Languages::ttc_refund_method
source: Choose the action that will replace the return, if it is not allowed
uz_uz: Agar ruxsat berilmagan bo'lsa, qaytarish o'rnini bosadigan harakatni tanlang

# Languages::money_back
source: Money Back
uz_uz: Pulni qaytarish

# Languages::money_back_or_replace
source: Money back or replacement (buyer's choice)
uz_uz: Pulni qaytarish yoki almashtirish (xaridorning tanlovi)

# Languages::money_back_or_exchange
source: Money back or exchange (buyer's choice)
uz_uz: Pulni qaytarish yoki almashtirish (xaridorning tanlovi)

# Languages::cost_paid_by
source: Return shipping will be paid by
uz_uz: Qaytish jo'natmalari tomonidan to'lanadi

# Languages::ttc_cost_paid_by
source: Choose, who will pay for the shipping of the return purchase — the seller or the buyer
uz_uz: Qaytarilgan xaridni jo'natish uchun kim to'lashini tanlang - sotuvchi yoki xaridor

# Languages::seller
source: Seller
uz_uz: Sotuvchi

# Languages::buyer
source: Buyer
uz_uz: Xaridor

# Languages::return_policy_descr
source: Policy description
uz_uz: Siyosat tavsifi

# Languages::ttc_return_policy_descr
source: Write the detailed description of your return policy here
uz_uz: Qaytish siyosatining batafsil tavsifini shu yerga yozing

# Languages::large_envelope
source: Large envelope
uz_uz: Katta konvert

# Languages::large_package
source: Large package
uz_uz: Katta paket

# Languages::package_type_tooltip
source: If you don't know your package type, select the "Large package" option. To ensure the most accurate cost, you will be asked to enter exact package dimensions.
uz_uz: Agar paketingiz turini bilmasangiz, "Katta paket" opsiyasini tanlang. Eng aniq narxni ta'minlash uchun sizdan paketning aniq o'lchamlarini kiritish so'raladi.

# Languages::product_out_of_weight
source: Products with the [ids] id were not exported because their weight equals zero.
uz_uz: [ids] identifikatoriga ega mahsulotlar eksport qilinmadi, chunki ularning vazni nolga teng.

# Languages::exported_to_ebay
source: Exported to eBay
uz_uz: eBay-ga eksport qilindi

# Languages::revised_after_the_latest_export
source: Revised after the latest export
uz_uz: Oxirgi eksportdan keyin qayta ko'rib chiqilgan

# Languages::exporting_images_to_ebay
source: Exporting product "[product]" images to eBay
uz_uz: Mahsulot "[product]" tasvirlarini eBay-ga eksport qilish

# Languages::ebay_package
source: Package/thick envelope
uz_uz: Paket/qalin konvert

# Languages::ebay_cant_remove_template
source: You don't have permissions to remove some of the templates as they belong to another owner.
uz_uz: Sizda baʼzi shablonlarni olib tashlashga ruxsatingiz yoʻq, chunki ular boshqa egasiga tegishli.

# Languages::ebay_commercial_using_title
source: Activate add-on
uz_uz: Qo'shimchani faollashtirish

# Languages::ebay_templates_not_found
source: eBay templates not found
uz_uz: eBay shablonlari topilmadi

# SettingsSections::ebay::general
source: General
uz_uz: Umumiy

# SettingsOptions::ebay::notice
source: Notice
uz_uz: Eslatma

# SettingsOptions::ebay::token
source: eBay User Token
uz_uz: eBay foydalanuvchi tokeni

# SettingsOptions::ebay::listing_mode
source: Sandbox / Production
uz_uz: Sandbox / ishlab chiqarish

# SettingsOptions::ebay::site_id
source: Default site
uz_uz: Standart sayt

# SettingsOptions::ebay::ebay_timestamp
source: eBay timestamp
uz_uz: eBay vaqt tamg'asi

# SettingsVariants::ebay::listing_mode::P
source: Production
uz_uz: Ishlab chiqarish

# Languages::wait_for_shippings_cached
source: Please wait, shipping information is loaded.
uz_uz: Iltimos, kuting, yuk ma'lumotlari yuklandi.

# Languages::privileges.view_ebay_templates
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privileges.manage_ebay_templates
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.ebay_templates
source: eBay templates
uz_uz: eBay shablonlar

# Languages::ebay_price
source: eBay product price
uz_uz: eBay mahsulot narxi

# Languages::override_price
source: Redefine price on eBay
uz_uz: eBay-da narxni qayta belgilang

# Languages::ebay_product_status
source: eBay product status
uz_uz: eBay mahsulot holati

# Languages::ebay_product_status_not_exported
source: Not exported
uz_uz: Eksport qilinmagan

# Languages::ebay_product_status_active
source: Active
uz_uz: Faol

# Languages::ebay_product_status_closed
source: Ended
uz_uz: Tugadi

# Languages::ebay_success_exported_product_notice
source: Product was successfully exported to eBay
uz_uz: Mahsulot eBay-ga muvaffaqiyatli eksport qilindi

# Languages::ebay_success_close_product_notice
source: Product successfully ended on eBay
uz_uz: Mahsulot eBayda muvaffaqiyatli yakunlandi

# Languages::ebay_export_failed
source: Product export failed
uz_uz: Mahsulot eksport qilinmadi

# Languages::ebay_export_success
source: Product export successful
uz_uz: Mahsulot eksporti muvaffaqiyatli

# Languages::ebay_export_failed_msg
source: Some of the products have not been exported to eBay.<br> Check the logs to see what products weren't exported and the reason why it happened.
uz_uz: Ayrim mahsulotlar eBay’ga eksport qilinmagan.<br> Qaysi mahsulotlar eksport qilinmagani va buning sababini bilish uchun jurnallarni tekshiring.

# Languages::ebay_export_success_msg
source: All the selected products have been exported to eBay without errors.
uz_uz: Barcha tanlangan mahsulotlar eBay-ga xatosiz eksport qilindi.

# Languages::ebay_end_summary_title
source: Product ending summary
uz_uz: Mahsulot yakuniy xulosasi

# Languages::ebay_export_product
source: Exporting product "[product]" to eBay
uz_uz: "[mahsulot]" mahsulotini eBayga eksport qilish

# Languages::ebay_export_products
source: Exporting products "[product]" to eBay
uz_uz: "[product]" mahsulotlarini eBay-ga eksport qilish

# Languages::ebay_override
source: Redefinition of the product name and description on eBay
uz_uz: eBay-da mahsulot nomi va tavsifini qayta aniqlash

# Languages::ebay_end_products
source: Ending products "[product]" on eBay
uz_uz: eBay'dagi "[product]" mahsulotlarini tugatish

# Languages::ebay_count_product_successfully_exported
source: Products successfully exported:
uz_uz: Muvaffaqiyatli eksport qilingan mahsulotlar:

# Languages::ebay_count_product_fail_exported
source: Products export failed:
uz_uz: Mahsulotlar eksport qilinmadi:

# Languages::ebay_count_product_successfully_ended
source: Successfully ended products:
uz_uz: Muvaffaqiyatli yakunlangan mahsulotlar:

# Languages::ebay_count_product_fail_ended
source: Products ending failed:
uz_uz: Mahsulotlar yakunlanmadi:

# Languages::ebay_end_products_on_ebay
source: End eBay sales
uz_uz: eBay savdosini tugatish

# Languages::products_assigned
source: Products assigned
uz_uz: Belgilangan mahsulotlar

# Languages::ttc_products_assigned
source: You can also apply an eBay template to multiple products at once. Go to Products → Products, tick the checkboxes of the products you want to apply a template to, then press the gear button and choose Edit selected. In the pop-up window leave only the eBay Templates checkbox ticked and click Modify selected.
uz_uz: Siz bir vaqtning o'zida bir nechta mahsulotga eBay shablonini qo'llashingiz mumkin. Mahsulotlar → Mahsulotlar ga o‘ting, shablonni qo‘llamoqchi bo‘lgan mahsulotlarning katakchalarini belgilang, so‘ng tishli tugmani bosing va Tanlangan tahrirni tanlang. Qalqib chiquvchi oynada faqat eBay shablonlari katagiga belgi qo'ying va "Tanlangan o'zgartirish" tugmasini bosing.

# Languages::ebay_template_category_product
source: Use eBay template's category
uz_uz: eBay shablonining toifasidan foydalaning

# Languages::ebay_set_manualy
source: Assign a different eBay category
uz_uz: Boshqa eBay toifasini tayinlang

# Languages::ebay_end_template_on_ebay
source: End eBay sales
uz_uz: eBay savdosini tugatish

# Languages::ebay_action_export_product
source: Export product
uz_uz: Eksport mahsuloti

# Languages::ebay_action_update_product
source: Update product
uz_uz: Mahsulotni yangilash

# Languages::ebay_action_upload_image_product
source: Upload the product image
uz_uz: Mahsulot rasmini yuklang

# Languages::ebay_action_get_status_product
source: Get product status
uz_uz: Mahsulot holatini oling

# Languages::ebay_action_end_product
source: Ending sale on eBay
uz_uz: EBayda sotuvni yakunlash

# Languages::ebay_show_logs
source: Show logs
uz_uz: Jurnallarni ko'rsatish

# Languages::ebay_international_shipping_cost
source: International shipping fee
uz_uz: Xalqaro yuk tashish narxi

# Languages::ebay_international_shipping_cost_tooltip
source: Fixed shipping fee for one item if the shipping type is Flat (the Shipping and handling setting on eBay).
uz_uz: Yuk tashish turi tekis bo'lsa, bitta mahsulot uchun qat'iy etkazib berish to'lovi (eBay'da etkazib berish va ishlov berish sozlamalari).

# Languages::ebay_international_shipping_cost_additional_tooltip
source: International shipping fee for each additional item in the order (the Each additional item setting on eBay)
uz_uz: Buyurtmadagi har bir qo'shimcha mahsulot uchun xalqaro yuk to'lovi (eBay'dagi har bir qo'shimcha element sozlamalari)

# Languages::ebay_international_shipping_cost_additional
source: Additional international shipping fee
uz_uz: Qo'shimcha xalqaro yuk tashish to'lovi

# Languages::ebay_logs
source: eBay logs
uz_uz: eBay jurnallari

# Languages::ebay_products
source: eBay products
uz_uz: eBay mahsulotlari

# Languages::ebay_sync_products_status
source: Get product status from eBay
uz_uz: eBay-dan mahsulot holatini oling

# Languages::ebay_get_product_status
source: Getting product "[product]" status from eBay
uz_uz: eBay'dan mahsulotning "[product]" holatini olish

# Languages::ebay_update_status_summary_title
source: Summary: Product status retrieval from eBay
uz_uz: Xulosa: eBay'dan mahsulot holatini olish

# Languages::ebay_count_product_successfully_status_updated
source: Products with updated statuses:
uz_uz: Statuslari yangilangan mahsulotlar:

# Languages::ebay_count_product_fail_status_updated
source: Products with status update errors:
uz_uz: Holatni yangilash xatosi boʻlgan mahsulotlar:

# Languages::ebay_count_product_skip
source: Products skipped:
uz_uz: O'tkazib yuborilgan mahsulotlar:

# Languages::ebay_product_not_exported
source: Product "[product]" was not exported on eBay
uz_uz: "[product]" mahsuloti eBay'da eksport qilinmadi

# Languages::ebay_product_already_sales_closed
source: Sales of product "[product]" were already completed on eBay
uz_uz: "[product]" mahsulotining sotuvi allaqachon eBayda yakunlangan

# Languages::ebay_failed_request
source: Failed request to [url]. Http status code: [code]
uz_uz: [url]ga so‘rov bajarilmadi. Http holat kodi: [code]

# Languages::ebay_package_type
source: eBay package type
uz_uz: eBay paketi turi

# Languages::ebay_category
source: eBay Category
uz_uz: eBay toifasi
