Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/master_products.po
Languages: uz_uz

# Addons::name::master_products
source: Common Products for Vendors
uz_uz: Sotuvchilar uchun umumiy mahsulotlar

# Addons::description::master_products
source: Allows you to create a single product base: vendors choose which of the existing products they sell.
uz_uz: Yagona mahsulot bazasini yaratishga imkon beradi: sotuvchilar mavjud mahsulotlardan qaysi birini sotadilar.

# SettingsSections::master_products::general
source: General
uz_uz: Umumiy

# SettingsOptions::master_products::allow_vendors_to_create_products
source: Allow vendors to create products
uz_uz: Sotuvchilarga mahsulot yaratishga ruxsat bering

# SettingsTooltips::master_products::allow_vendors_to_create_products
source: If you don't allow it, vendors will only be able to sell the products that you added to the marketplace.
uz_uz: Agar ruxsat bermasangiz, sotuvchilar faqat siz qo'shgan mahsulotlarni bozorga sotishlari mumkin bo'ladi.

# SettingsOptions::master_products::allow_buy_default_common_product
source: Buy a default common product
uz_uz: Standart umumiy mahsulotni sotib oling

# SettingsTooltips::master_products::allow_buy_default_common_product
source: The "Add to cart" button will appear next to the product (not just its offers) and select the best offer available.
uz_uz: "Savatga qo'shish" tugmasi mahsulot (nafaqat uning takliflari) yonida paydo bo'ladi va mavjud bo'lgan eng yaxshi taklifni tanlang.

# Languages::master_products.vendor_products_tab_name
source: Sellers of this product
uz_uz: Ushbu mahsulotni sotuvchilar

# Languages::master_products.vendor_products_filling
source: Sellers of this product
uz_uz: Ushbu mahsulotni sotuvchilar

# Languages::master_products.vendor_products_block_name
source: Sellers of a product
uz_uz: Ushbu mahsulotni sotuvchilar

# Languages::master_products.products_that_vendors_can_sell
source: Products that vendors can sell
uz_uz: Sotuvchilar sotishi mumkin bo'lgan mahsulotlar

# Languages::master_products.products_being_sold
source: Products being sold
uz_uz: Mahsulotlar sotilmoqda

# Languages::master_products.all_products
source: All products
uz_uz: Barcha mahsulotlar

# Languages::master_products.add_product_from_catalog
source: Add product from catalog
uz_uz: Katalogdan mahsulot qo'shing

# Languages::master_products.create_new_product
source: Create new product
uz_uz: Faqat yangi mahsulotlar yarating

# Languages::master_products.sell_this
source: Sell this
uz_uz: Buni soting

# Languages::master_products.for_sale
source: For sale
uz_uz: Sotuvda

# Languages::master_products.sell_selected
source: Sell selected
uz_uz: Tanlangan sotish

# Languages::master_products.products_were_added_to_your_products
source: [n] product was added to your products|[n] products were added to your products
uz_uz: Mahsulotlaringizga [n] mahsulot qo‘shildi|[n] ta mahsulot mahsulotingizga qo‘shildi

# Languages::master_products.master_product
source: Common product
uz_uz: Umumiy mahsulot

# Languages::master_products.all_vendors_master_product
source: All vendors (common product)
uz_uz: Barcha sotuvchilar (umumiy mahsulot)

# Languages::master_products.exported_products
source: Products to export
uz_uz: Eksport qilinadigan mahsulotlar

# Languages::master_products.price_from
source: From [formatted_price]
uz_uz: [formatted_price] dan

# Languages::master_products.product_type.offer
source: Vendor offer
uz_uz: Sotuvchi taklifi

# Languages::master_products.view_product_offers
source: See all offers
uz_uz: Barcha takliflarni ko'ring

# Languages::master_products.product_type.offer_variation
source: Vendor variation offer
uz_uz: Sotuvchining o'zgarishi taklifi

# Languages::master_products.resave_after_show_out_of_stock_products_changed
source: You've changed the <b>Show out of stock products</b> setting. Please export <a href="[url]">all your catalog items</a> (use "Export found products" in the gear button) and reimport them. This will ensure that the displayed price of common products will always remain correct until you change the setting again.
uz_uz: Siz <b>Stokda yoʻq mahsulotlarni koʻrsatish</b> sozlamasini oʻzgartirdingiz. Iltimos, <a href="[url]">katalogdagi barcha narsalarni</a> eksport qiling (tishli tugmachadagi “Topilgan mahsulotlarni eksport qilish” bandidan foydalaning) va ularni qayta import qiling. Bu sozlamani qayta o'zgartirmaguningizcha, umumiy mahsulotlarning ko'rsatilgan narxi har doim to'g'ri bo'lishini ta'minlaydi.

# Languages::master_products.save_up_to
source: Save up to
uz_uz: gacha saqlang

# Languages::master_products.buy_together_info_message_for_admin
source: Only vendors can add product combinations. To add a combination for a common product, first log in as one of the vendors that sell it.
uz_uz: Faqat sotuvchilar mahsulot kombinatsiyasini qo'shishlari mumkin. Umumiy mahsulot kombinatsiyasini qo'shish uchun avval uni sotuvchi sotuvchilardan biri sifatida tizimga kiring.

# Languages::master_products.buy_together_info_message_for_vendor
source: To add a combination for a common product, <a class="cm-post" href="[href]">start selling it</a> first.
uz_uz: Umumiy mahsulot kombinatsiyasini qo'shish uchun avval <a class="cm-post" href="[href]">uni sotishni boshlang</a>.

# Languages::master_products.changing_owner_is_not_available
source: Couldn't change the owner of the product because some vendors still sell it. Please delete <a href="[vendors_offers_link]" target="_blank">vendors' offers</a> before changing the owner of this product.
uz_uz: Mahsulot egasini oʻzgartirib boʻlmadi, chunki baʼzi sotuvchilar hali ham uni sotishmoqda. Iltimos, ushbu mahsulot egasini almashtirishdan oldin <a href="[vendors_offers_link]" target="_blank">sotuvchilar takliflarini</a> o‘chirib tashlang.

# Languages::master_products.product_bundles_info
source: Only vendors can add product bundles. To add a bundle for a common product, first log in as one of the vendors that sell it.
uz_uz: Faqat sotuvchilar mahsulot to'plamlarini qo'shishlari mumkin. Umumiy mahsulot to'plamini qo'shish uchun avval uni sotuvchi sotuvchilardan biri sifatida tizimga kiring.

# Languages::master_products.and_other_offers
source: and other offers
uz_uz: va boshqa takliflar

# Languages::master_products.include_offers_from_multiple_sellers
source: To add the required number of items to cart, we had to include offers from multiple sellers. Some of them may come at different prices.
uz_uz: Savatga kerakli miqdordagi mahsulotlarni qo'shish uchun biz bir nechta sotuvchilarning takliflarini kiritishimiz kerak edi. Ulardan ba'zilari turli narxlarda bo'lishi mumkin.

# Languages::master_products.api_not_master_product
source: Product was found but it is not common product. Please specify common product ID.
uz_uz: Mahsulot topildi, lekin bu oddiy mahsulot emas. Iltimos, umumiy mahsulot identifikatorini ko'rsating.

# Languages::master_products.api_not_vendor_product
source: Product was found but it is not vendor's product. Please specify vendor's product ID.
uz_uz: Mahsulot topildi, lekin u sotuvchining mahsuloti emas. Iltimos, sotuvchining mahsulot identifikatorini ko'rsating.

# Languages::master_products.api_master_product_must_be_specified
source: Common product ID must be specified for vendor's products search.
uz_uz: Sotuvchining mahsulotlarini qidirish uchun umumiy mahsulot identifikatori ko'rsatilishi kerak.
