Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/onboarding_guide.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::onboarding_guide.make_changes_on_the_fly_description
source: Use the no-code tools to tailor the marketplace to your needs. Edit any texts; rearrange the blocks; change the colors, fonts, and style. When you see the storefront as an admin, you can use these tools any time.
ar_sa: استخدم الأدوات التي لا تحتاج إلى تعليمات برمجية لتخصيص السوق وفقًا لاحتياجاتك. تحرير أي نصوص. إعادة ترتيب الكتل. تغيير الألوان والخطوط والنمط. عندما ترى واجهة المتجر كمسؤول، يمكنك استخدام هذه الأدوات في أي وقت.
cs_cz: Pomocí nástrojů bez kódu přizpůsobte tržiště svým potřebám. Upravit libovolné texty; přeskupit bloky; změnit barvy, písma a styl. Když vidíte výlohu jako správce, můžete tyto nástroje kdykoli použít.
da_dk: Brug de kodefri værktøjer til at skræddersy markedspladsen til dine behov. Rediger eventuelle tekster; omarranger blokkene; ændre farver, skrifttyper og stil. Når du ser butiksfacadet som administrator, kan du til enhver tid bruge disse værktøjer.
de_de: Nutzen Sie die No-Code-Tools, um den Marktplatz an Ihre Bedürfnisse anzupassen. Beliebige Texte bearbeiten; Ordne die Blöcke neu an. Ändern Sie die Farben, Schriftarten und den Stil. Wenn Sie als Administrator die Storefront sehen, können Sie diese Tools jederzeit verwenden.
es_es: Utilice las herramientas sin código para adaptar el mercado a sus necesidades. Edite cualquier texto; reorganizar los bloques; cambiar los colores, fuentes y estilo. Cuando vea el escaparate como administrador, podrá utilizar estas herramientas en cualquier momento.
fa_ir: از ابزارهای بدون کد برای تطبیق بازار با نیازهای خود استفاده کنید. ویرایش هر متن؛ تنظیم مجدد بلوک ها؛ رنگ، فونت و سبک را تغییر دهید. هنگامی که ویترین فروشگاه را به عنوان مدیر می بینید، می توانید هر زمان که بخواهید از این ابزارها استفاده کنید.
fi_fi: Käytä no-code-työkaluja räätälöidäksesi markkinapaikka tarpeidesi mukaan. Muokkaa mitä tahansa tekstiä; järjestää lohkot uudelleen; muuttaa värejä, fontteja ja tyyliä. Kun näet liikkeen järjestelmänvalvojana, voit käyttää näitä työkaluja milloin tahansa.
fr_fr: Utilisez les outils sans code pour adapter la place de marché à vos besoins. Modifiez tous les textes ; réorganiser les blocs ; changez les couleurs, les polices et le style. Lorsque vous voyez la vitrine en tant qu'administrateur, vous pouvez utiliser ces outils à tout moment.
he_il: השתמש בכלים ללא קוד כדי להתאים את השוק לצרכים שלך. ערוך כל טקסט; לסדר מחדש את הבלוקים; לשנות את הצבעים, הגופנים והסגנון. כאשר אתה רואה את חזית החנות כמנהל מערכת, אתה יכול להשתמש בכלים האלה בכל עת.
hu_hu: Használja a kód nélküli eszközöket, hogy a piacteret az Ön igényeihez igazítsák. Bármilyen szöveg szerkesztése; rendezze át a blokkokat; módosíthatja a színeket, a betűtípusokat és a stílust. Ha a kirakatot rendszergazdaként látja, bármikor használhatja ezeket az eszközöket.
it_it: Utilizza gli strumenti senza codice per adattare il mercato alle tue esigenze. Modifica eventuali testi; riorganizzare i blocchi; cambiare i colori, i caratteri e lo stile. Quando vedi la vetrina come amministratore, puoi utilizzare questi strumenti in qualsiasi momento.
ja_jp: ノーコード ツールを使用して、ニーズに合わせてマーケットプレイスを調整します。テキストを編集します。ブロックを再配置します。色、フォント、スタイルを変更します。管理者としてストアフロントを表示すると、いつでもこれらのツールを使用できます。
nl_nl: Gebruik de tools zonder code om de marktplaats aan uw behoeften aan te passen. Bewerk eventuele teksten; herschik de blokken; verander de kleuren, lettertypen en stijl. Als u als beheerder de winkel ziet, kunt u deze tools op elk gewenst moment gebruiken.
no_no: Bruk verktøyene uten kode for å skreddersy markedsplassen til dine behov. Rediger eventuelle tekster; omorganisere blokkene; endre farger, fonter og stil. Når du ser butikkfronten som administrator, kan du bruke disse verktøyene når som helst.
pl_pl: Skorzystaj z narzędzi niewymagających kodu, aby dostosować marketplace do swoich potrzeb. Edytuj dowolne teksty; przestawiaj bloki; zmieniaj kolory, czcionki i styl. Gdy widzisz witrynę sklepu jako administrator, możesz w dowolnym momencie korzystać z tych narzędzi.
pt_pt: Use as ferramentas sem código para adaptar o mercado às suas necessidades. Edite quaisquer textos; reorganize os blocos; altere as cores, fontes e estilo. Ao ver a vitrine como administrador, você pode usar essas ferramentas a qualquer momento.
ro_ro: Utilizați instrumentele fără cod pentru a adapta piața la nevoile dvs. Editați orice texte; rearanjați blocurile; schimbați culorile, fonturile și stilul. Când vedeți vitrina ca administrator, puteți utiliza aceste instrumente oricând.
ru_ru: Чтобы настроить маркетплейс под себя, не нужны знания кода. Редактируйте любые тексты; меняйте положение блоков, а также цвета, шрифты и стиль. Эти возможности доступны администратору на витрине в любой момент.
sv_se: Använd verktygen utan kod för att skräddarsy marknadsplatsen efter dina behov. Redigera eventuella texter; ordna om blocken; ändra färger, typsnitt och stil. När du ser skyltfönstret som administratör kan du använda dessa verktyg när som helst.
tr_tr: Pazarı ihtiyaçlarınıza göre uyarlamak için kodsuz araçları kullanın. Herhangi bir metni düzenleyin; blokları yeniden düzenleyin; renkleri, yazı tiplerini ve stili değiştirin. Vitrin'i yönetici olarak gördüğünüzde bu araçları istediğiniz zaman kullanabilirsiniz.
uk_ua: Використовуйте інструменти без коду, щоб адаптувати ринок до ваших потреб. Редагувати будь-які тексти; переставляти блоки; змінити кольори, шрифти та стиль. Якщо ви бачите вітрину як адміністратор, ви можете будь-коли використовувати ці інструменти.

# Languages::onboarding_guide.sb_make_changes_on_the_fly_description
source: Use the no-code tools to tailor the online store to your needs. Edit any texts; rearrange the blocks; change the colors, fonts, and style. When you see the storefront as an admin, you can use these tools any time.
ar_sa: استخدم الأدوات التي لا تحتاج إلى تعليمات برمجية لتخصيص المتجر عبر الإنترنت ليناسب احتياجاتك. تحرير أي نصوص. إعادة ترتيب الكتل. تغيير الألوان والخطوط والأسلوب. عندما ترى واجهة المتجر كمسؤول، يمكنك استخدام هذه الأدوات في أي وقت.
cs_cz: Pomocí nástrojů bez kódu přizpůsobte internetový obchod svým potřebám. Upravit libovolné texty; přeskupit bloky; změnit barvy, písma a styl. Když vidíte výlohu jako správce, můžete tyto nástroje kdykoli použít.
da_dk: Brug de kodefri værktøjer til at skræddersy onlinebutikken til dine behov. Rediger eventuelle tekster; omarranger blokkene; ændre farver, skrifttyper og stil. Når du ser butiksfacaden som administrator, kan du bruge disse værktøjer til enhver tid.
de_de: Nutzen Sie die No-Code-Tools, um den Online-Shop an Ihre Bedürfnisse anzupassen. Beliebige Texte bearbeiten; Ordne die Blöcke neu an. Ändern Sie die Farben, Schriftarten und den Stil. Wenn Sie als Administrator die Storefront sehen, können Sie diese Tools jederzeit verwenden.
es_es: Utilice las herramientas sin código para adaptar la tienda en línea a sus necesidades. Edite cualquier texto; reorganizar los bloques; cambiar los colores, fuentes y estilo. Cuando vea el escaparate como administrador, podrá utilizar estas herramientas en cualquier momento.
fa_ir: از ابزارهای بدون کد استفاده کنید تا فروشگاه آنلاین را مطابق با نیازهای خود تنظیم کنید. ویرایش هر متن؛ تنظیم مجدد بلوک ها؛ رنگ، فونت و سبک را تغییر دهید. هنگامی که ویترین فروشگاه را به عنوان مدیر می بینید، می توانید هر زمان که بخواهید از این ابزارها استفاده کنید.
fi_fi: Käytä no-code-työkaluja räätälöidäksesi verkkokauppa tarpeidesi mukaan. Muokkaa mitä tahansa tekstiä; järjestää lohkot uudelleen; muuttaa värejä, fontteja ja tyyliä. Kun näet liikkeen järjestelmänvalvojana, voit käyttää näitä työkaluja milloin tahansa.
fr_fr: Utilisez les outils sans code pour adapter la boutique en ligne à vos besoins. Modifiez tous les textes ; réorganiser les blocs ; changez les couleurs, les polices et le style. Lorsque vous voyez la vitrine en tant qu'administrateur, vous pouvez utiliser ces outils à tout moment.
he_il: השתמש בכלים ללא קוד כדי להתאים את החנות המקוונת לצרכים שלך. ערוך כל טקסט; לסדר מחדש את הבלוקים; לשנות את הצבעים, הגופנים והסגנון. כאשר אתה רואה את חזית החנות כמנהל מערכת, אתה יכול להשתמש בכלים האלה בכל עת.
hu_hu: Használja a kód nélküli eszközöket az online áruház igényeinek megfelelő testreszabásához. Bármilyen szöveg szerkesztése; rendezze át a blokkokat; módosíthatja a színeket, a betűtípusokat és a stílust. Ha a kirakatot rendszergazdaként látja, bármikor használhatja ezeket az eszközöket.
it_it: Utilizza gli strumenti senza codice per personalizzare il negozio online in base alle tue esigenze. Modifica eventuali testi; riorganizzare i blocchi; cambiare i colori, i caratteri e lo stile. Quando vedi la vetrina come amministratore, puoi utilizzare questi strumenti in qualsiasi momento.
ja_jp: コード不要のツールを使用して、ニーズに合わせてオンライン ストアをカスタマイズします。テキストを編集します。ブロックを再配置します。色、フォント、スタイルを変更します。管理者としてストアフロントを表示すると、いつでもこれらのツールを使用できます。
nl_nl: Gebruik de no-code-tools om de online winkel aan uw behoeften aan te passen. Bewerk eventuele teksten; herschik de blokken; verander de kleuren, lettertypen en stijl. Als u als beheerder de winkel ziet, kunt u deze tools op elk gewenst moment gebruiken.
no_no: Bruk verktøyene uten kode for å skreddersy nettbutikken til dine behov. Rediger eventuelle tekster; omorganisere blokkene; endre farger, fonter og stil. Når du ser butikkfronten som administrator, kan du bruke disse verktøyene når som helst.
pl_pl: Skorzystaj z narzędzi niewymagających kodu i dostosuj sklep internetowy do swoich potrzeb. Edytuj dowolne teksty; przestawiać bloki; zmieniać kolory, czcionki i styl. Gdy widzisz witrynę sklepu jako administrator, możesz w dowolnym momencie korzystać z tych narzędzi.
pt_pt: Use as ferramentas sem código para adaptar a loja online às suas necessidades. Edite quaisquer textos; reorganize os blocos; altere as cores, fontes e estilo. Ao ver a vitrine como administrador, você pode usar essas ferramentas a qualquer momento.
ro_ro: Utilizați instrumentele fără cod pentru a adapta magazinul online nevoilor dvs. Editați orice texte; rearanjați blocurile; schimbați culorile, fonturile și stilul. Când vedeți vitrina ca administrator, puteți utiliza aceste instrumente oricând.
ru_ru: Чтобы настроить интернет-магазин под себя, не нужны знания кода. Редактируйте любые тексты; меняйте положение блоков, а также цвета, шрифты и стиль. Эти возможности доступны администратору на витрине в любой момент.
sv_se: Använd verktygen utan kod för att skräddarsy onlinebutiken efter dina behov. Redigera eventuella texter; ordna om blocken; ändra färger, typsnitt och stil. När du ser skyltfönstret som administratör kan du använda dessa verktyg när som helst.
tr_tr: Çevrimiçi mağazayı ihtiyaçlarınıza göre uyarlamak için kodsuz araçları kullanın. Herhangi bir metni düzenleyin; blokları yeniden düzenleyin; renkleri, yazı tiplerini ve stili değiştirin. Vitrin'i yönetici olarak gördüğünüzde bu araçları istediğiniz zaman kullanabilirsiniz.
uk_ua: Використовуйте інструменти без коду, щоб налаштувати інтернет-магазин відповідно до своїх потреб. Редагувати будь-які тексти; переставляти блоки; змінити кольори, шрифти та стиль. Якщо ви бачите вітрину як адміністратор, ви можете будь-коли використовувати ці інструменти.

# Languages::onboarding_guide.theme_and_logo
source: Theme & logo
ar_sa: الموضوع والشعار
cs_cz: Motiv a logo
da_dk: Tema og logo
de_de: Thema und Logo
es_es: Tema y logotipo
fa_ir: تم و لوگو
fi_fi: Teema & logo
fr_fr: Thème et logo
he_il: נושא ולוגו
hu_hu: Téma és logó
it_it: Tema e logo
ja_jp: テーマとロゴ
nl_nl: Thema & logo
no_no: Tema og logo
pl_pl: Grafika i logo
pt_pt: Tema e logotipo
ro_ro: Temă și logo
ru_ru: Тема и логотип
sv_se: Tema & logotyp
tr_tr: Tema ve logo
uk_ua: Тема та логотип

# Languages::onboarding_guide.business_details
source: Business details
ar_sa: تفاصيل الأعمال
cs_cz: Obchodní detaily
da_dk: Forretningsoplysninger
de_de: Geschäftsdetails
es_es: Detalles del negocio
fa_ir: جزئیات کسب و کار
fi_fi: Yrityksen tiedot
fr_fr: Détails de l'entreprise
he_il: פרטי העסק
hu_hu: Üzleti adatok
it_it: Dettagli aziendali
ja_jp: 事業内容
nl_nl: Bedrijfsgegevens
no_no: Bedriftsdetaljer
pl_pl: Szczegóły biznesowe
pt_pt: Detalhes do negócio
ro_ro: Detalii de afaceri
ru_ru: Информация о бизнесе
sv_se: Företagsinformation
tr_tr: İşletme ayrıntıları
uk_ua: Деталі бізнесу

# Languages::onboarding_guide.languages_and_currency
source: Languages & Currency
ar_sa: اللغات والعملة
cs_cz: Jazyky a měna
da_dk: Sprog og valuta
de_de: Sprachen und Währung
es_es: Idiomas y moneda
fa_ir: زبان ها و ارز
fi_fi: Kielet ja valuutta
fr_fr: Langues et monnaie
he_il: שפות ומטבעות
hu_hu: Nyelvek és pénznem
it_it: Lingue e valuta
ja_jp: 言語と通貨
nl_nl: Talen en valuta
no_no: Språk og valuta
pl_pl: Języki i waluta
pt_pt: Idiomas e moeda
ro_ro: Limbi și monedă
ru_ru: Языки и валюты
sv_se: Språk & Valuta
tr_tr: Diller ve Para Birimi
uk_ua: Мови та валюта

# Languages::onboarding_guide.select_theme
source: Select theme
ar_sa: اختر نمطا
cs_cz: Vyberte téma
da_dk: Vælg tema
de_de: Thema wählen
es_es: Seleccione el tema
fa_ir: انتخاب قالب
fi_fi: Valitse teema
fr_fr: Sélectionne un thème
he_il: בחר ערכת נושא
hu_hu: Válassz témát
it_it: Seleziona il tema
ja_jp: テーマの選択
nl_nl: Selecteer thema
no_no: Velg tema
pl_pl: Wybierz grafikę
pt_pt: Selecione o tema
ro_ro: Selectează tema
ru_ru: Выберите тему
sv_se: Välj tema
tr_tr: Tema seçin
uk_ua: Виберіть тему

# Languages::onboarding_guide.current_theme
source: Current theme
ar_sa: الموضوع الحالي
cs_cz: Aktuální téma
da_dk: Aktuelt tema
de_de: Aktuelles Thema
es_es: Tema actual
fa_ir: موضوع فعلی
fi_fi: Nykyinen teema
fr_fr: Thème actuel
he_il: נושא נוכחי
hu_hu: Aktuális téma
it_it: Tema attuale
ja_jp: 現在のテーマ
nl_nl: Huidig thema
no_no: Aktuelt tema
pl_pl: Bieżący temat graficzny
pt_pt: Tema atual
ro_ro: Tema curentă
ru_ru: Текущая тема
sv_se: Aktuellt tema
tr_tr: Güncel tema
uk_ua: Поточна тема

# Languages::onboarding_guide.custom_theme
source: Custom theme
ar_sa: موضوع مخصص
cs_cz: Vlastní téma
da_dk: Brugerdefineret tema
de_de: Benutzerdefiniertes Thema
es_es: Tema personalizado
fa_ir: تم سفارشی
fi_fi: Mukautettu teema
fr_fr: Thème personnalisé
he_il: נושא מותאם אישית
hu_hu: Egyedi téma
it_it: Tema personalizzato
ja_jp: カスタムテーマ
nl_nl: Aangepast thema
no_no: Egendefinert tema
pl_pl: Personalizowana grafika
pt_pt: Tema personalizado
ro_ro: Temă personalizată
ru_ru: Своя тема
sv_se: Anpassat tema
tr_tr: Özel tema
uk_ua: Спеціальна тема

# Languages::onboarding_guide.upload_logo
source: Upload logo
ar_sa: تحميل الشعار
cs_cz: Nahrajte logo
de_de: Logo hochladen
es_es: Subir logotipo
fa_ir: لوگو بارگذاری کنید
fi_fi: Lataa logo
fr_fr: Télécharger le logo
he_il: העלה לוגו
hu_hu: Logó feltöltése
it_it: Carica il logo
ja_jp: ロゴをアップロードする
nl_nl: Logo uploaden
no_no: Last opp logo
pl_pl: Załaduj logo
pt_pt: Carregar logotipo
ro_ro: Încărcați sigla
ru_ru: Загрузите логотип
sv_se: Ladda upp logotyp
tr_tr: Logoyu yükle
uk_ua: Завантажити логотип

# Languages::onboarding_guide.activate
source: Activate
ar_sa: تفعيل
cs_cz: aktivovat
da_dk: Aktiver
de_de: aktivieren Sie
es_es: Activar
fa_ir: فعال کنید
fi_fi: Aktivoida
fr_fr: Activer
he_il: לְהַפְעִיל
hu_hu: Aktiválja
it_it: Attivare
ja_jp: 活性化
nl_nl: Activeren
no_no: Aktiver
pl_pl: Aktywuj
pt_pt: Ativar
ro_ro: Activati
ru_ru: Активировать
sv_se: Aktivera
tr_tr: Etkinleştir
uk_ua: активувати

# Languages::onboarding_guide.next
source: Next
ar_sa: التالي
cs_cz: další
da_dk: Næste
de_de: Nächste
es_es: Próximo
fa_ir: بعد
fi_fi: Seuraava
fr_fr: Suivant
he_il: הַבָּא
hu_hu: Következő
it_it: Prossimo
ja_jp: 次
nl_nl: Volgende
no_no: Neste
pl_pl: Następna
pt_pt: Próximo
ro_ro: Următorul
ru_ru: Далее
sv_se: Nästa
tr_tr: Sonraki
uk_ua: Далі

# Languages::onboarding_guide.back
source: Back
ar_sa: خلف
cs_cz: Zadní
da_dk: Tilbage
de_de: Zurück
es_es: Atrás
fa_ir: بازگشت
fi_fi: Takaisin
fr_fr: Dos
he_il: חזור
hu_hu: Vissza
it_it: Indietro
ja_jp: 戻る
nl_nl: Rug
no_no: Tilbake
pl_pl: Wstecz
pt_pt: Voltar
ro_ro: Înapoi
ru_ru: Назад
sv_se: Tillbaka
tr_tr: Geri
uk_ua: Назад

# Languages::onboarding_guide.save
source: Save
ar_sa: يحفظ
cs_cz: Uložit
da_dk: Gemme
de_de: Speichern
es_es: Ahorrar
fa_ir: صرفه جویی
fi_fi: Tallentaa
fr_fr: Sauvegarder
he_il: להציל
hu_hu: Megment
it_it: Salva
ja_jp: 保存
nl_nl: Redden
no_no: Lagre
pl_pl: Zapisz
pt_pt: Salvar
ro_ro: Salvați
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydetmek
uk_ua: зберегти

# Languages::onboarding_guide.edit_colors
source: Edit colors
ar_sa: تحرير الألوان
cs_cz: Upravit barvy
da_dk: Rediger farver
de_de: Farben bearbeiten
es_es: Editar colores
fa_ir: رنگ ها را ویرایش کنید
fi_fi: Muokkaa värejä
fr_fr: Modifier les couleurs
he_il: ערוך צבעים
hu_hu: Szerkessze a színeket
it_it: Modifica i colori
ja_jp: 色の編集
nl_nl: Kleuren bewerken
no_no: Rediger farger
pl_pl: Edycja kolorów
pt_pt: Editar cores
ro_ro: Editați culorile
ru_ru: Изменить цвета
sv_se: Redigera färger
tr_tr: Renkleri düzenle
uk_ua: Редагувати кольори

# Languages::onboarding_guide.modify_colors_fonts_backgrounds
source: Modify colors, fonts, and backgrounds
ar_sa: تعديل الألوان والخطوط والخلفيات
cs_cz: Upravte barvy, písma a pozadí
da_dk: Rediger farver, skrifttyper og baggrunde
de_de: Ändern Sie Farben, Schriftarten und Hintergründe
es_es: Modificar colores, fuentes y fondos
fa_ir: رنگ ها، فونت ها و پس زمینه ها را تغییر دهید
fi_fi: Muokkaa värejä, fontteja ja taustoja
fr_fr: Modifier les couleurs, les polices et les arrière-plans
he_il: שנה צבעים, גופנים ורקעים
hu_hu: Módosítsa a színeket, a betűtípusokat és a háttereket
it_it: Modifica colori, caratteri e sfondi
ja_jp: 色、フォント、背景を変更する
nl_nl: Wijzig kleuren, lettertypen en achtergronden
no_no: Endre farger, fonter og bakgrunner
pl_pl: Modyfikuj kolory, czcionki i tła
pt_pt: Modifique cores, fontes e planos de fundo
ro_ro: Modificați culorile, fonturile și fundalurile
ru_ru: Изменение цветов, шрифтов и фона
sv_se: Ändra färger, typsnitt och bakgrunder
tr_tr: Renkleri, yazı tiplerini ve arka planları değiştirin
uk_ua: Змінюйте кольори, шрифти та фон

# Languages::onboarding_guide.edit_texts
source: Edit or translate any texts
ar_sa: تحرير أو ترجمة أي نصوص
cs_cz: Upravte nebo přeložte jakékoli texty
da_dk: Rediger eller oversæt alle tekster
de_de: Bearbeiten oder übersetzen Sie beliebige Texte
es_es: Editar o traducir cualquier texto
fa_ir: هر متنی را ویرایش یا ترجمه کنید
fi_fi: Muokkaa tai käännä mitä tahansa tekstiä
fr_fr: Modifier ou traduire des textes
he_il: ערוך או תרגם כל טקסט
hu_hu: Szerkesszen vagy fordítson le bármilyen szöveget
it_it: Modifica o traduci qualsiasi testo
ja_jp: テキストを編集または翻訳する
nl_nl: Bewerk of vertaal teksten
no_no: Rediger eller oversett tekster
pl_pl: Edytuj lub tłumacz dowolne teksty
pt_pt: Edite ou traduza qualquer texto
ro_ro: Editați sau traduceți orice text
ru_ru: Правка или перевод любых текстов
sv_se: Redigera eller översätt alla texter
tr_tr: Herhangi bir metni düzenleyin veya çevirin
uk_ua: Редагувати або перекладати будь-які тексти

# Languages::onboarding_guide.edit_blocks
source: Fine-tune page layouts
ar_sa: ضبط تخطيطات الصفحة بدقة
cs_cz: Dolaďte rozvržení stránek
da_dk: Finjuster sidelayouts
de_de: Optimieren Sie die Seitenlayouts
es_es: Ajustar los diseños de página
fa_ir: تنظیم دقیق طرح‌بندی صفحه
fi_fi: Hienosäätää sivuasetteluja
fr_fr: Affiner les mises en page
he_il: כוונן פריסות דפים
hu_hu: Az oldalelrendezések finomhangolása
it_it: Ottimizzare i layout di pagina
ja_jp: ページレイアウトを微調整する
nl_nl: Pagina-indelingen verfijnen
no_no: Finjuster sideoppsett
pl_pl: Dostosuj układy stron
pt_pt: Ajustar layouts de página
ro_ro: Ajustați aspectul paginilor
ru_ru: Настройка макетов страниц
sv_se: Finjustera sidlayouterna
tr_tr: Sayfa düzenlerinde ince ayar yapın
uk_ua: Точне налаштування макетів сторінок

# Languages::onboarding_guide.configure_payment_options
source: Set up payments
ar_sa: إعداد المدفوعات
cs_cz: Nastavte platby
da_dk: Opret betalinger
de_de: Zahlungen einrichten
es_es: Configurar pagos
fa_ir: پرداخت ها را تنظیم کنید
fi_fi: Määritä maksut
fr_fr: Configurer les paiements
he_il: הגדר תשלומים
hu_hu: Állítsa be a fizetéseket
it_it: Imposta i pagamenti
ja_jp: 支払いを設定する
nl_nl: Betalingen instellen
no_no: Sett opp betalinger
pl_pl: Ustawienia płatności
pt_pt: Configurar pagamentos
ro_ro: Configurați plăți
ru_ru: Настройте способы оплаты
sv_se: Ställ in betalningar
tr_tr: Ödemeleri ayarlayın
uk_ua: Налаштувати платежі

# Languages::onboarding_guide.select_payment_options
source: Choose how you plan to accept payments. Select one of the following scenarios:
ar_sa: اختر الطريقة التي تخطط بها لقبول المدفوعات. حدد أحد السيناريوهات التالية:
cs_cz: Vyberte, jak plánujete přijímat platby. Vyberte jeden z následujících scénářů:
da_dk: Vælg, hvordan du planlægger at acceptere betalinger. Vælg et af følgende scenarier:
de_de: Wählen Sie aus, wie Sie Zahlungen akzeptieren möchten. Wählen Sie eines der folgenden Szenarios:
es_es: Elija cómo planea aceptar pagos. Seleccione uno de los siguientes escenarios:
fa_ir: نحوه پذیرش پرداخت را انتخاب کنید. یکی از سناریوهای زیر را انتخاب کنید:
fi_fi: Valitse, kuinka aiot vastaanottaa maksuja. Valitse yksi seuraavista skenaarioista:
fr_fr: Choisissez comment vous envisagez d'accepter les paiements. Sélectionnez l'un des scénarios suivants :
he_il: בחר כיצד אתה מתכנן לקבל תשלומים. בחר אחד מהתרחישים הבאים:
hu_hu: Válassza ki a fizetések elfogadásának módját. Válasszon egyet a következő forgatókönyvek közül:
it_it: Scegli come intendi accettare i pagamenti. Seleziona uno dei seguenti scenari:
ja_jp: 支払いを受け入れる方法を選択します。次のいずれかのシナリオを選択します。
nl_nl: Kies hoe u betalingen wilt accepteren. Selecteer een van de volgende scenario's:
no_no: Velg hvordan du planlegger å godta betalinger. Velg ett av følgende scenarier:
pl_pl: Wybierz sposób, w jaki planujesz akceptować płatności. Wybierz jeden z następujących scenariuszy:
pt_pt: Escolha como você planeja aceitar pagamentos. Selecione um dos seguintes cenários:
ro_ro: Alegeți cum plănuiți să acceptați plăți. Selectați unul dintre următoarele scenarii:
ru_ru: Выберите, как вы планируете принимать оплату. Вот возможные сценарии:
sv_se: Välj hur du planerar att acceptera betalningar. Välj ett av följande scenarier:
tr_tr: Ödemeleri nasıl kabul etmeyi planladığınızı seçin. Aşağıdaki senaryolardan birini seçin:
uk_ua: Виберіть спосіб прийому платежів. Виберіть один із наведених нижче сценаріїв.

# Languages::onboarding_guide.single_payment_with_automatic_split
source: Multi-party payment (automatic disbursements)
ar_sa: الدفع متعدد الأطراف (المدفوعات التلقائية)
cs_cz: Platba více stranami (automatické platby)
da_dk: Flerpartsbetaling (automatiske udbetalinger)
de_de: Mehrparteienzahlung (automatische Auszahlungen)
es_es: Pago multipartito (desembolsos automáticos)
fa_ir: پرداخت چند طرفه (پرداخت خودکار)
fi_fi: Monen osapuolen maksu (automaattiset maksut)
fr_fr: Paiement multipartite (décaissements automatiques)
he_il: תשלום מרובה צדדים (תשלומים אוטומטיים)
hu_hu: Több résztvevős fizetés (automatikus kifizetés)
it_it: Pagamento multipartitico (esborsi automatici)
ja_jp: 複数者間での支払い（自動支払い）
nl_nl: Meerpartijenbetaling (automatische uitbetalingen)
no_no: Flerpartsbetaling (automatiske utbetalinger)
pl_pl: Płatność wielostronna (wypłaty automatyczne)
pt_pt: Pagamento multipartidário (desembolsos automáticos)
ro_ro: Plată cu mai multe părți (plate automate)
ru_ru: Многосторонняя оплата (автоматические выплаты)
sv_se: Flerpartsbetalning (automatiska utbetalningar)
tr_tr: Çok taraflı ödeme (otomatik ödemeler)
uk_ua: Багатосторонній платіж (автоматичні виплати)
