Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/onboarding_guide.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Addons::name::onboarding_guide
source: Onboarding guide
ar_sa: دليل الصعود
cs_cz: Průvodce nástupem
de_de: Onboarding-Leitfaden
es_es: guía de incorporación
fa_ir: راهنمای ورود
fi_fi: Aloitusopas
fr_fr: Guide d'intégration
he_il: מדריך עלייה למטוס
hu_hu: Bevezetési útmutató
it_it: Guida all'onboarding
ja_jp: オンボーディングガイド
nl_nl: Onboarding-gids
pl_pl: Przewodnik wprowadzający
pt_pt: Guia de integração
ro_ro: Ghid de îmbarcare
ru_ru: Первые шаги
tr_tr: İlk katılım kılavuzu
uk_ua: Інструкція з адаптації

# Addons::description::onboarding_guide
source: Introduces the marketplace to administrators and allows quickly set up basic functionality.
ar_sa: يقدم السوق للمسؤولين ويسمح بإعداد الوظائف الأساسية بسرعة.
cs_cz: Představuje tržiště správcům a umožňuje rychlé nastavení základních funkcí.
da_dk: Introducerer markedspladsen for administratorer og tillader hurtig opsætning af grundlæggende funktionalitet.
de_de: Stellt Administratoren den Marktplatz vor und ermöglicht die schnelle Einrichtung grundlegender Funktionen.
es_es: Presenta el mercado a los administradores y permite configurar rápidamente la funcionalidad básica.
fa_ir: بازار را به مدیران معرفی می کند و امکان تنظیم سریع عملکردهای اساسی را فراهم می کند.
fi_fi: Esittelee markkinapaikan järjestelmänvalvojille ja mahdollistaa perustoimintojen nopean käyttöönoton.
fr_fr: Présente le marché aux administrateurs et permet de configurer rapidement les fonctionnalités de base.
he_il: מציג את השוק למנהלי מערכת ומאפשר הגדרה מהירה של פונקציונליות בסיסית.
hu_hu: Bemutatja a piacteret a rendszergazdáknak, és lehetővé teszi az alapvető funkciók gyors beállítását.
it_it: Presenta il marketplace agli amministratori e consente di impostare rapidamente le funzionalità di base.
ja_jp: 管理者にマーケットプレイスを紹介し、基本的な機能を迅速にセットアップできるようにします。
nl_nl: Introduceert de marktplaats voor beheerders en maakt het mogelijk om snel basisfunctionaliteit in te stellen.
no_no: Introduserer markedsplassen for administratorer og lar deg raskt sette opp grunnleggende funksjonalitet.
pl_pl: Wprowadza administratorów w zarządzanie marketplace i pozwala szybko skonfigurować podstawową funkcjonalność.
pt_pt: Apresenta o mercado aos administradores e permite configurar rapidamente funcionalidades básicas.
ro_ro: Prezintă piața administratorilor și permite configurarea rapidă a funcționalității de bază.
ru_ru: Знакомит администраторов с маркетплейсом и позволяет быстро настроить базовую функциональность.
sv_se: Introducerar marknadsplatsen för administratörer och tillåter snabb inställning av grundläggande funktionalitet.
tr_tr: Pazar yerini yöneticilere tanıtır ve temel işlevlerin hızlı bir şekilde kurulmasına olanak tanır.
uk_ua: Знайомить адміністраторів із торговою площею та дозволяє швидко налаштувати основні функції.

# Languages::onboarding_guide.guide_title
source: Welcome to your marketplace!<br>Get ready to receive your first order
ar_sa: مرحبا بكم في السوق الخاص بك!<br>استعد لتلقي طلبك الأول
cs_cz: Vítejte na svém trhu!<br>Připravte se na přijetí své první objednávky
da_dk: Velkommen til din markedsplads!<br>Gør dig klar til at modtage din første ordre
de_de: Willkommen auf Ihrem Marktplatz!<br>Machen Sie sich bereit für den Erhalt Ihrer ersten Bestellung
es_es: ¡Bienvenido a tu mercado!<br>Prepárate para recibir tu primer pedido
fa_ir: به بازار خود خوش آمدید!<br>برای دریافت اولین سفارش خود آماده شوید
fi_fi: Tervetuloa torillesi!<br>Valmistaudu vastaanottamaan ensimmäinen tilauksesi
fr_fr: Bienvenue sur votre marché !<br>Préparez-vous à recevoir votre première commande
he_il: ברוך הבא לשוק שלך!<br>התכונן לקבל את ההזמנה הראשונה שלך
hu_hu: Üdvözöljük a piacterén!<br>Készüljön fel az első rendelés fogadására
it_it: Benvenuto nel tuo mercato!<br>Preparati a ricevere il tuo primo ordine
ja_jp: マーケットプレイスへようこそ!<br>最初の注文を受け取る準備をしましょう
nl_nl: Welkom op uw marktplaats!<br>Maak je klaar om je eerste bestelling te ontvangen
no_no: Velkommen til din markedsplass!<br>Gjør deg klar til å motta din første bestilling
pl_pl: Witamy na Twoim marketplace!<br>Bądź gotowy na otrzymanie pierwszego zamówienia
pt_pt: Bem-vindo ao seu mercado!<br>Prepare-se para receber seu primeiro pedido
ro_ro: Bine ați venit pe piața dvs.!<br>Pregătește-te să primești prima ta comandă
ru_ru: Добро пожаловать на ваш маркетплейс!<br>Давайте подготовимся к приёму вашего первого заказа.
sv_se: Välkommen till din marknadsplats!<br>Gör dig redo att ta emot din första beställning
tr_tr: Pazar yerinize hoş geldiniz!<br>İlk siparişinizi almaya hazırlanın
uk_ua: Ласкаво просимо на ваш ринок!<br>Будьте готові отримати своє перше замовлення

# Languages::onboarding_guide.sb_guide_title
source: Welcome to your online store!<br>Get ready to receive your first order
ar_sa: مرحبًا بك في متجرك الإلكتروني!<br>استعد لتلقي طلبك الأول
cs_cz: Vítejte ve svém internetovém obchodě!<br>Připravte se na přijetí své první objednávky
da_dk: Velkommen til din netbutik!<br>Gør dig klar til at modtage din første ordre
de_de: Willkommen in Ihrem Online-Shop!<br>Machen Sie sich bereit für den Erhalt Ihrer ersten Bestellung
es_es: ¡Bienvenido a tu tienda en línea!<br>Prepárate para recibir tu primer pedido
fa_ir: به فروشگاه آنلاین خود خوش آمدید!<br>برای دریافت اولین سفارش خود آماده شوید
fi_fi: Tervetuloa verkkokauppaasi!<br>Valmistaudu vastaanottamaan ensimmäinen tilauksesi
fr_fr: Bienvenue sur votre boutique en ligne !<br>Préparez-vous à recevoir votre première commande
he_il: ברוכים הבאים לחנות המקוונת שלך!<br>התכונן לקבל את ההזמנה הראשונה שלך
hu_hu: Üdvözöljük online áruházában!<br>Készüljön fel az első rendelés fogadására
it_it: Benvenuto nel tuo negozio online!<br>Preparati a ricevere il tuo primo ordine
ja_jp: オンラインストアへようこそ！<br>最初の注文を受け取る準備をしましょう
nl_nl: Welkom in uw online winkel!<br>Maak je klaar om je eerste bestelling te ontvangen
no_no: Velkommen til din nettbutikk!<br>Gjør deg klar til å motta din første bestilling
pl_pl: Witamy w Twoim sklepie internetowym!<br>Przygotuj się na przyjęcie pierwszego zamówienia
pt_pt: Bem-vindo à sua loja online!<br>Prepare-se para receber seu primeiro pedido
ro_ro: Bine ați venit în magazinul dvs. online!<br>Pregătește-te să primești prima ta comandă
ru_ru: Добро пожаловать в ваш интернет-магазин!<br>Давайте подготовимся к приёму вашего первого заказа.
sv_se: Välkommen till din webbutik!<br>Gör dig redo att ta emot din första beställning
tr_tr: Çevrimiçi mağazanıza hoş geldiniz!<br>İlk siparişinizi almaya hazırlanın
uk_ua: Ласкаво просимо до вашого інтернет-магазину!<br>Будьте готові отримати своє перше замовлення

# Languages::onboarding_guide.completed_steps_progress
source: [completed] out of [total] complete
ar_sa: [completed] من [total] كاملة
cs_cz: [completed] z [total] dokončeno
da_dk: [completed] ud af [total] fuldført
de_de: [completed] von [total] vollständig
es_es: [completed] de [total] completo
fa_ir: [completed] از [total] کامل شد
fi_fi: [completed] [total]
fr_fr: [completed] sur [total] terminé
he_il: [completed] מתוך [total] הושלם
hu_hu: [completed] [total] -ből kész
it_it: [completed] su [total] completo
ja_jp: [total] 中[completed] が完了しました
nl_nl: [completed] van [total] compleet
no_no: [completed] av [total] fullført
pl_pl: [completed] ze złożonych ogółem [total]
pt_pt: [completed] de [total] concluído
ro_ro: [completed] din [total] complet
ru_ru: [completed] из [total] выполнено
sv_se: [completed] av [total] klar
tr_tr: [total] üzerinden [completed] tamamlandı
uk_ua: [completed] з [total] виконано

# Languages::onboarding_guide.dismiss
source: Dismiss
ar_sa: رفض
cs_cz: Zavrhnout
da_dk: Afskedige
de_de: Zurückweisen
es_es: Despedir
fa_ir: رد
fi_fi: Hylkää
fr_fr: Rejeter
he_il: לשחרר
hu_hu: Elvetés
it_it: Congedare
ja_jp: 却下する
nl_nl: Afwijzen
no_no: Avskjedige
pl_pl: Odrzuć
pt_pt: Liberar
ro_ro: Respingeți
ru_ru: Отклонить
sv_se: Avfärda
tr_tr: Azletmek
uk_ua: Відхилити

# Languages::onboarding_guide.step_close
source: Close
ar_sa: يغلق
cs_cz: Zavřít
da_dk: Tæt
de_de: Schließen
es_es: Cerca
fa_ir: بستن
fi_fi: kiinni
fr_fr: Fermer
he_il: סגור
hu_hu: Bezárás
it_it: Vicino
ja_jp: 近い
nl_nl: Dichtbij
no_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sv_se: Stänga
tr_tr: Kapalı
uk_ua: Закрити

# Languages::onboarding_guide.step_complete
source: Complete
ar_sa: مكتمل
cs_cz: Kompletní
da_dk: Komplet
de_de: Vollständig
es_es: Completo
fa_ir: کامل
fi_fi: Saattaa loppuun
fr_fr: Complet
he_il: לְהַשְׁלִים
hu_hu: teljes
it_it: Completare
ja_jp: 完了
nl_nl: Compleet
no_no: Fullstendig
pl_pl: Kompletne
pt_pt: Completo
ro_ro: Complet
ru_ru: Пометить как выполненное
sv_se: Komplett
tr_tr: Tamamlamak
uk_ua: Повний

# Languages::onboarding_guide.explore_interface_title
source: Explore the Multi-Vendor No-Code interface
ar_sa: استكشف واجهة Multi-Vendor No-Code
cs_cz: Prozkoumejte rozhraní Multi-Vendor No-Code
da_dk: Udforsk Multi-Vendor No-Code-grænsefladen
de_de: Entdecken Sie die No-Code-Schnittstelle für mehrere Anbieter
es_es: Explore la interfaz sin código de múltiples proveedores
fa_ir: رابط Multi-Vendor No-Code را کاوش کنید
fi_fi: Tutustu Multi-Vendor No-Code -käyttöliittymään
fr_fr: Explorez l'interface multi-fournisseurs sans code
he_il: חקור את הממשק ללא קוד מרובה ספקים
hu_hu: Fedezze fel a Multi-Vendor No-Code felületet
it_it: Esplora l'interfaccia multi-vendor senza codice
ja_jp: マルチベンダーのノーコード インターフェイスを探索する
nl_nl: Verken de Multi-Vendor No-Code-interface
no_no: Utforsk Multi-Vendor No-Code-grensesnittet
pl_pl: Poznaj interfejs Multi-Vendor w wersji bez dostępu do kodu programu
pt_pt: Explore a interface sem código de vários fornecedores
ro_ro: Explorați interfața Multi-Vendor No-Code
ru_ru: Познакомьтесь с интерфейсом Multi-Vendor No-Code
sv_se: Utforska Multi-Vendor No-Code-gränssnittet
tr_tr: Çoklu Satıcı Kodsuz arayüzünü keşfedin
uk_ua: Ознайомтеся з інтерфейсом без коду для багатьох постачальників

# Languages::onboarding_guide.explore_interface_description
source: Discover how to effortlessly launch your marketplace in just 5 minutes. Learn the ins and outs of the intuitive interface and get ready to dive into the world of hassle-free marketplace creation.
ar_sa: اكتشف كيفية إطلاق السوق الخاص بك بسهولة في 5 دقائق فقط. تعرف على خصوصيات وعموميات الواجهة البديهية واستعد للتعمق في عالم إنشاء الأسواق الخالية من المتاعب.
cs_cz: Zjistěte, jak bez námahy spustit svůj trh za pouhých 5 minut. Naučte se detaily intuitivního rozhraní a připravte se ponořit se do světa bezproblémové tvorby trhu.
da_dk: Opdag, hvordan du nemt kan lancere din markedsplads på kun 5 minutter. Lær ins og outs i den intuitive grænseflade, og gør dig klar til at dykke ind i en verden af problemfri skabelse af markedspladser.
de_de: Entdecken Sie, wie Sie Ihren Marktplatz mühelos in nur 5 Minuten starten. Lernen Sie die Besonderheiten der intuitiven Benutzeroberfläche kennen und tauchen Sie ein in die Welt der problemlosen Marktplatzerstellung.
es_es: Descubra cómo lanzar su mercado sin esfuerzo en sólo 5 minutos. Conozca los entresijos de la interfaz intuitiva y prepárese para sumergirse en el mundo de la creación de mercados sin complicaciones.
fa_ir: کشف کنید که چگونه می توانید بدون زحمت بازار خود را تنها در 5 دقیقه راه اندازی کنید. نکات و نکات رابط بصری را بیاموزید و برای شیرجه رفتن به دنیای ایجاد بازار بی دردسر آماده شوید.
fi_fi: Tutustu siihen, kuinka voit avata markkinapaikkasi vaivattomasti vain viidessä minuutissa. Opi intuitiivisen käyttöliittymän perusteet ja valmistaudu sukeltamaan vaivattoman markkinapaikan luomisen maailmaan.
fr_fr: Découvrez comment lancer votre marketplace sans effort en seulement 5 minutes. Apprenez les tenants et les aboutissants de l'interface intuitive et préparez-vous à plonger dans le monde de la création de places de marché sans tracas.
he_il: גלה כיצד להשיק ללא מאמץ את השוק שלך תוך 5 דקות בלבד. למד את הפרטים הקטנים של הממשק האינטואיטיבי והתכונן לצלול לעולם של יצירת שוק ללא טרחה.
hu_hu: Fedezze fel, hogyan indíthatja el könnyedén piacterét mindössze 5 perc alatt. Ismerje meg az intuitív kezelőfelület csínját-bínját, és készüljön elmerülni a problémamentes piacterek létrehozásának világába.
it_it: Scopri come lanciare facilmente il tuo marketplace in soli 5 minuti. Scopri i dettagli dell'interfaccia intuitiva e preparati a tuffarti nel mondo della creazione di mercati senza problemi.
ja_jp: わずか 5 分でマーケットプレイスを簡単に立ち上げる方法をご覧ください。直感的なインターフェイスの詳細を学び、手間のかからないマーケットプレイス作成の世界に飛び込む準備をしましょう。
nl_nl: Ontdek hoe u uw marktplaats moeiteloos in slechts 5 minuten kunt lanceren. Leer de ins en outs van de intuïtieve interface en bereid je voor om in de wereld van probleemloze marktplaatscreatie te duiken.
no_no: Oppdag hvordan du enkelt kan lansere markedsplassen din på bare 5 minutter. Lær inn og ut av det intuitive grensesnittet og gjør deg klar til å dykke inn i en verden av problemfri oppretting av markedsplasser.
pl_pl: Odkryj, jak bez wysiłku uruchomić swój marketplace w zaledwie 5 minut. Poznaj tajniki intuicyjnego interfejsu i przygotuj się na zanurzenie się w świecie bezproblemowego tworzenia marketplace.
pt_pt: Descubra como lançar seu mercado sem esforço em apenas 5 minutos. Aprenda os detalhes da interface intuitiva e prepare-se para mergulhar no mundo da criação de mercado descomplicada.
ro_ro: Descoperiți cum să vă lansați piața fără efort în doar 5 minute. Aflați dezavantajele interfeței intuitive și pregătiți-vă să vă scufundați în lumea creării de piețe fără probleme.
ru_ru: Узнайте, как без особых усилий запустить свой маркетплейс всего за 5 минут. Изучите все тонкости интерфейса и приготовьтесь погрузиться в мир интернет-торговли без лишних хлопот.
sv_se: Upptäck hur du enkelt lanserar din marknadsplats på bara 5 minuter. Lär dig detaljerna i det intuitiva gränssnittet och gör dig redo att dyka in i en värld av problemfritt skapande av marknadsplatser.
tr_tr: Sadece 5 dakika içinde pazar yerinizi zahmetsizce nasıl başlatacağınızı keşfedin. Sezgisel arayüzün tüm ayrıntılarını öğrenin ve sorunsuz pazar oluşturma dünyasına dalmaya hazır olun.
uk_ua: Дізнайтеся, як легко запустити свій торговий майданчик всього за 5 хвилин. Дізнайтеся про тонкощі інтуїтивно зрозумілого інтерфейсу та приготуйтеся поринути у світ безпроблемного створення торгових майданчиків.

# Languages::onboarding_guide.personalize_your_marketplace_title
source: Personalize your marketplace
ar_sa: إضفاء الطابع الشخصي على السوق الخاص بك
cs_cz: Přizpůsobte si své tržiště
da_dk: Tilpas din markedsplads
de_de: Personalisieren Sie Ihren Marktplatz
es_es: Personaliza tu mercado
fa_ir: بازار خود را شخصی سازی کنید
fi_fi: Mukauta markkinapaikkasi
fr_fr: Personnalisez votre marché
he_il: התאם אישית את השוק שלך
hu_hu: Tegye személyre piacterét
it_it: Personalizza il tuo mercato
ja_jp: マーケットプレイスをパーソナライズする
nl_nl: Personaliseer uw marktplaats
no_no: Tilpass markedsplassen din
pl_pl: Spersonalizuj swój marketplace
pt_pt: Personalize seu mercado
ro_ro: Personalizați-vă piața
ru_ru: Настройте маркетплейс под себя
sv_se: Anpassa din marknadsplats
tr_tr: Pazar yerinizi kişiselleştirin
uk_ua: Персоналізуйте свій ринок

# Languages::onboarding_guide.sb_personalize_your_marketplace_title
source: Personalize your online store
ar_sa: قم بتخصيص متجرك الإلكتروني
cs_cz: Personalizujte svůj internetový obchod
da_dk: Tilpas din online butik
de_de: Personalisieren Sie Ihren Online-Shop
es_es: Personaliza tu tienda online
fa_ir: فروشگاه آنلاین خود را شخصی سازی کنید
fi_fi: Mukauta verkkokauppaasi
fr_fr: Personnalisez votre boutique en ligne
he_il: התאם אישית את החנות המקוונת שלך
hu_hu: Tegye egyedivé online áruházát
it_it: Personalizza il tuo negozio online
ja_jp: オンラインストアをパーソナライズする
nl_nl: Personaliseer uw online winkel
no_no: Tilpass nettbutikken din
pl_pl: Spersonalizuj swój sklep internetowy
pt_pt: Personalize sua loja online
ro_ro: Personalizați-vă magazinul online
ru_ru: Настройте свой интернет-магазин
sv_se: Anpassa din webbutik
tr_tr: Çevrimiçi mağazanızı kişiselleştirin
uk_ua: Персоналізуйте свій інтернет-магазин

# Languages::onboarding_guide.personalize_your_marketplace_description
source: Choose the style of your marketplace. Provide your contact information for customers and sellers.
ar_sa: اختر نمط السوق الخاص بك. تقديم معلومات الاتصال الخاصة بك للعملاء والبائعين.
cs_cz: Vyberte si styl svého tržiště. Poskytněte své kontaktní údaje pro zákazníky a prodejce.
da_dk: Vælg stilen på din markedsplads. Giv dine kontaktoplysninger til kunder og sælgere.
de_de: Wählen Sie den Stil Ihres Marktplatzes. Geben Sie Ihre Kontaktinformationen für Kunden und Verkäufer an.
es_es: Elija el estilo de su mercado. Proporcione su información de contacto para clientes y vendedores.
fa_ir: سبک بازار خود را انتخاب کنید. اطلاعات تماس خود را برای مشتریان و فروشندگان ارائه دهید.
fi_fi: Valitse markkinapaikkasi tyyli. Anna yhteystietosi asiakkaille ja myyjille.
fr_fr: Choisissez le style de votre place de marché. Fournissez vos coordonnées pour les clients et les vendeurs.
he_il: בחר את הסגנון של השוק שלך. ספק את פרטי הקשר שלך ללקוחות ולמוכרים.
hu_hu: Válassza ki piacának stílusát. Adja meg elérhetőségeit az ügyfelek és az eladók számára.
it_it: Scegli lo stile del tuo marketplace. Fornisci le informazioni di contatto per clienti e venditori.
ja_jp: マーケットプレイスのスタイルを選択してください。顧客と販売者の連絡先情報を提供します。
nl_nl: Kies de stijl van uw marktplaats. Geef uw contactgegevens op voor klanten en verkopers.
no_no: Velg stilen til markedsplassen din. Oppgi kontaktinformasjon for kunder og selgere.
pl_pl: Wybierz styl swojego marketplace. Podaj swoje dane kontaktowe klientom i sprzedawcom.
pt_pt: Escolha o estilo do seu mercado. Forneça suas informações de contato para clientes e vendedores.
ro_ro: Alegeți stilul pieței dvs. Furnizați informațiile dvs. de contact pentru clienți și vânzători.
ru_ru: Выберите стиль вашего маркетплейса. Укажите контактную информацию для покупателей и продавцов.
sv_se: Välj stilen på din marknadsplats. Ange din kontaktinformation för kunder och säljare.
tr_tr: Pazar yerinizin stilini seçin. Müşterileriniz ve satıcılarınız için iletişim bilgilerinizi sağlayın.
uk_ua: Виберіть стиль свого маркетплейсу. Надайте свою контактну інформацію для клієнтів і продавців.

# Languages::onboarding_guide.sb_personalize_your_marketplace_description
source: Choose the style of your online store. Provide your contact information for customers.
ar_sa: اختر نمط متجرك عبر الإنترنت. تقديم معلومات الاتصال الخاصة بك للعملاء.
cs_cz: Vyberte si styl svého internetového obchodu. Poskytněte své kontaktní údaje pro zákazníky.
da_dk: Vælg stilen på din netbutik. Angiv dine kontaktoplysninger til kunder.
de_de: Wählen Sie den Stil Ihres Online-Shops. Geben Sie Ihre Kontaktinformationen für Kunden an.
es_es: Elige el estilo de tu tienda online. Proporcione su información de contacto para los clientes.
fa_ir: سبک فروشگاه اینترنتی خود را انتخاب کنید. اطلاعات تماس خود را برای مشتریان ارائه دهید.
fi_fi: Valitse verkkokauppasi tyyli. Anna yhteystietosi asiakkaille.
fr_fr: Choisissez le style de votre boutique en ligne. Fournissez vos coordonnées pour les clients.
he_il: בחר את הסגנון של החנות המקוונת שלך. ספק את פרטי הקשר שלך ללקוחות.
hu_hu: Válassza ki webáruházának stílusát. Adja meg elérhetőségeit az ügyfelek számára.
it_it: Scegli lo stile del tuo negozio online. Fornisci le informazioni di contatto per i clienti.
ja_jp: オンラインストアのスタイルを選択してください。顧客の連絡先情報を提供します。
nl_nl: Kies de stijl van uw online winkel. Geef uw contactgegevens op voor klanten.
no_no: Velg stilen til nettbutikken din. Oppgi kontaktinformasjon for kunder.
pl_pl: Wybierz styl swojego sklepu internetowego. Podaj swoje dane kontaktowe klientom.
pt_pt: Escolha o estilo da sua loja online. Forneça suas informações de contato para os clientes.
ro_ro: Alege stilul magazinului tău online. Furnizați informațiile dvs. de contact pentru clienți.
ru_ru: Выберите стиль вашего интернет-магазина. Укажите контактную информацию для покупателей.
sv_se: Välj stilen på din webbutik. Ange dina kontaktuppgifter till kunder.
tr_tr: Çevrimiçi mağazanızın stilini seçin. Müşterilerinize iletişim bilgilerinizi verin.
uk_ua: Виберіть стиль свого інтернет-магазину. Надайте свою контактну інформацію клієнтам.

# Languages::onboarding_guide.make_changes_on_the_fly_title
source: Make changes on the fly
ar_sa: إجراء تغييرات على الطاير
cs_cz: Provádějte změny za chodu
da_dk: Foretag ændringer i farten
de_de: Nehmen Sie Änderungen im Handumdrehen vor
es_es: Realiza cambios sobre la marcha
fa_ir: تغییرات را در لحظه ایجاد کنید
fi_fi: Tee muutoksia lennossa
fr_fr: Apportez des modifications à la volée
he_il: בצע שינויים תוך כדי תנועה
hu_hu: Hajtson végre változtatásokat menet közben
it_it: Apporta modifiche al volo
ja_jp: その場で変更を加える
nl_nl: Breng wijzigingen direct aan
no_no: Gjør endringer på farten
pl_pl: Wprowadzaj zmiany na bieżąco
pt_pt: Faça alterações rapidamente
ro_ro: Faceți modificări din mers
ru_ru: Вносите изменения на лету
sv_se: Gör ändringar i farten
tr_tr: Anında değişiklik yapın
uk_ua: Вносьте зміни на льоту
