Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/onboarding_guide.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::onboarding_guide.sb_manage_products_description
source: Products are how your online store makes money; they include commodities, services, or anything else offered for a price. You can add products one by one or in bulk.
ar_sa: المنتجات هي الطريقة التي يجني بها متجرك عبر الإنترنت الأموال؛ وهي تشمل السلع أو الخدمات أو أي شيء آخر معروض مقابل سعر. يمكنك إضافة المنتجات واحدة تلو الأخرى أو بكميات كبيرة.
cs_cz: Produkty jsou tím, jak váš internetový obchod vydělává peníze; zahrnují komodity, služby nebo cokoli jiného nabízeného za cenu. Produkty můžete přidávat jeden po druhém nebo hromadně.
da_dk: Produkter er, hvordan din netbutik tjener penge; de omfatter råvarer, tjenester eller andet, der tilbydes til en pris. Du kan tilføje produkter én efter én eller i løs vægt.
de_de: Mit Produkten verdient Ihr Online-Shop Geld; Dazu gehören Waren, Dienstleistungen oder alles andere, was zu einem Preis angeboten wird. Sie können Produkte einzeln oder in großen Mengen hinzufügen.
es_es: Los productos son la forma en que su tienda en línea genera dinero; incluyen productos básicos, servicios o cualquier otra cosa que se ofrezca por un precio. Puedes agregar productos uno por uno o de forma masiva.
fa_ir: محصولات نحوه کسب درآمد از فروشگاه آنلاین شما هستند. آنها شامل کالاها، خدمات یا هر چیز دیگری هستند که برای قیمت ارائه می شوند. می توانید محصولات را تک تک یا به صورت عمده اضافه کنید.
fi_fi: Tuotteet ovat kuinka verkkokauppasi ansaitsee rahaa; ne sisältävät hyödykkeitä, palveluita tai mitä tahansa muuta, jota tarjotaan hintaan. Voit lisätä tuotteita yksitellen tai joukkona.
fr_fr: Les produits permettent à votre boutique en ligne de gagner de l'argent ; ils incluent des produits, des services ou tout autre élément proposé moyennant un prix. Vous pouvez ajouter des produits un par un ou en masse.
he_il: מוצרים הם הדרך שבה החנות המקוונת שלך מרוויחה כסף; הם כוללים סחורות, שירותים או כל דבר אחר המוצע תמורת מחיר. ניתן להוסיף מוצרים אחד אחד או בכמויות גדולות.
hu_hu: A termékek segítségével az Ön online áruháza pénzt keres; tartalmaznak árukat, szolgáltatásokat vagy bármi mást, amit árért kínálnak. A termékeket egyenként vagy tömegesen is hozzáadhatja.
it_it: I prodotti rappresentano il modo in cui il tuo negozio online guadagna; includono merci, servizi o qualsiasi altra cosa offerta a un prezzo. Puoi aggiungere i prodotti uno per uno o in blocco.
ja_jp: オンライン ストアが収益を上げるのは商品です。これらには、商品、サービス、または価格で提供されるその他のあらゆるものが含まれます。商品を 1 つずつ追加することも、一括で追加することもできます。
nl_nl: Producten zijn hoe uw online winkel geld verdient; ze omvatten grondstoffen, diensten of iets anders dat tegen een prijs wordt aangeboden. U kunt producten één voor één of in bulk toevoegen.
no_no: Produkter er hvordan nettbutikken din tjener penger; de inkluderer varer, tjenester eller noe annet som tilbys for en pris. Du kan legge til produkter én etter én eller i bulk.
pl_pl: Produkty to sposób, w jaki Twój sklep internetowy zarabia pieniądze; obejmują towary, usługi lub cokolwiek innego oferowanego za określoną cenę. Możesz dodawać produkty pojedynczo lub zbiorczo.
pt_pt: Os produtos são a forma como sua loja online ganha dinheiro; eles incluem mercadorias, serviços ou qualquer outra coisa oferecida por um preço. Você pode adicionar produtos um por um ou em massa.
ro_ro: Produsele reprezintă modul în care magazinul dvs. online face bani; acestea includ mărfuri, servicii sau orice altceva oferit la un preț. Puteți adăuga produse unul câte unul sau în vrac.
ru_ru: Товары — это источник дохода вашего интернет-магазина. К "товарам" относится всё, что вы предлагаете за определённую стоимость: товары, услуги и т.п. Товары можно добавлять по очереди или массово.
sv_se: Produkter är hur din webbutik tjänar pengar; de inkluderar varor, tjänster eller något annat som erbjuds för ett pris. Du kan lägga till produkter en efter en eller i bulk.
tr_tr: Ürünler, çevrimiçi mağazanızın para kazanma şeklidir; bir fiyat karşılığında sunulan malları, hizmetleri veya başka herhangi bir şeyi içerirler. Ürünleri tek tek veya toplu olarak ekleyebilirsiniz.
uk_ua: Продукти – це те, як ваш інтернет-магазин заробляє гроші; вони включають товари, послуги чи будь-що інше, що пропонується за певну ціну. Ви можете додавати продукти по одному або гуртом.

# Languages::onboarding_guide.add_one_product
source: Add one product
ar_sa: إضافة منتج واحد
cs_cz: Přidejte jeden produkt
da_dk: Tilføj ét produkt
de_de: Fügen Sie ein Produkt hinzu
es_es: Añadir un producto
fa_ir: یک محصول اضافه کنید
fi_fi: Lisää yksi tuote
fr_fr: Ajouter un produit
he_il: הוסף מוצר אחד
hu_hu: Adjon hozzá egy terméket
it_it: Aggiungi un prodotto
ja_jp: 製品を 1 つ追加
nl_nl: Voeg één product toe
no_no: Legg til ett produkt
pl_pl: Dodaj jeden produkt
pt_pt: Adicione um produto
ro_ro: Adăugați un produs
ru_ru: Добавить один товар
sv_se: Lägg till en produkt
tr_tr: Bir ürün ekle
uk_ua: Додайте один товар

# Languages::onboarding_guide.import_csv_or_xml
source: Import CSV or XML
ar_sa: استيراد CSV أو XML
cs_cz: Import CSV nebo XML
da_dk: Importer CSV eller XML
de_de: Importieren Sie CSV oder XML
es_es: Importar CSV o XML
fa_ir: CSV یا XML را وارد کنید
fi_fi: Tuo CSV tai XML
fr_fr: Importer CSV ou XML
he_il: ייבוא CSV או XML
hu_hu: CSV vagy XML importálása
it_it: Importa CSV o XML
ja_jp: CSV または XML をインポートする
nl_nl: Importeer CSV of XML
no_no: Importer CSV eller XML
pl_pl: Import CSV lub XML
pt_pt: Importar CSV ou XML
ro_ro: Importați CSV sau XML
ru_ru: Импорт CSV или XML
sv_se: Importera CSV eller XML
tr_tr: CSV veya XML'i içe aktar
uk_ua: Імпорт CSV або XML

# Languages::onboarding_guide.view_product_page
source: View the latest added product
ar_sa: عرض أحدث المنتجات المضافة
cs_cz: Zobrazit nejnovější přidaný produkt
da_dk: Se det seneste tilføjede produkt
de_de: Sehen Sie sich das zuletzt hinzugefügte Produkt an
es_es: Ver el último producto agregado
fa_ir: مشاهده آخرین محصول اضافه شده
fi_fi: Katso viimeksi lisätty tuote
fr_fr: Voir le dernier produit ajouté
he_il: הצג את המוצר האחרון שהתווסף
hu_hu: Tekintse meg a legutóbb hozzáadott terméket
it_it: Visualizza l'ultimo prodotto aggiunto
ja_jp: 最新の追加製品を表示する
nl_nl: Bekijk het laatst toegevoegde product
no_no: Se det siste produktet som er lagt til
pl_pl: Zobacz ostatnio dodany produkt
pt_pt: Veja o último produto adicionado
ro_ro: Vezi cel mai recent produs adăugat
ru_ru: Показать последний добавленный товар
sv_se: Se den senast tillagda produkten
tr_tr: En son eklenen ürünü görüntüle
uk_ua: Переглянути останній доданий продукт

# Languages::onboarding_guide.premoderation
source: If you do not see the created product on the storefront, you may have the <b>Vendor data premoderation</b> module enabled
ar_sa: إذا كنت لا ترى المنتج الذي تم إنشاؤه على واجهة المتجر، فقد يكون لديك وحدة <b>للمراقبة المسبقة لبيانات البائع</b> ممكّنة
cs_cz: Pokud vytvořený produkt nevidíte ve výloze, možná máte povolen modul <b>Předmoderace dat dodavatele</b>
da_dk: Hvis du ikke kan se det oprettede produkt på butiksfronten, har du muligvis <b>Leverandørdata-formoderering</b> modulet aktiveret
de_de: Wenn Sie das erstellte Produkt nicht auf der Storefront sehen, ist möglicherweise das Modul <b>Lieferantendaten-Vormoderation</b> aktiviert
es_es: Si no ve el producto creado en el escaparate, es posible que tenga habilitado el módulo <b>Premoderación de datos del proveedor</b>
fa_ir: اگر محصول ایجاد شده را در ویترین فروشگاه نمی بینید، ممکن است ماژول <b>Vendor data premoderation</b> را فعال کرده باشید.
fi_fi: Jos luotua tuotetta ei näy julkisivussa, <b>Toimittajan tietojen ennakkotilaus</b> -moduuli voi olla käytössä
fr_fr: Si vous ne voyez pas le produit créé sur la vitrine, vous avez peut-être activé le module <b>Prémodération des données du fournisseur</b>.
he_il: אם אינך רואה את המוצר שנוצר בחזית החנות, ייתכן שהמודול <b>נתוני ספק</b> מופעל
hu_hu: Ha nem látja a létrehozott terméket a kirakaton, előfordulhat, hogy engedélyezte a <b>szállítói adatok előmoderálása</b> modult
it_it: Se non vedi il prodotto creato in vetrina, potresti avere il modulo <b>Premoderazione dati venditore</b> abilitato
ja_jp: 作成した製品が店頭に表示されない場合は、 <b>ベンダー データ プレモデレーション</b> モジュールが有効になっている可能性があります。
nl_nl: Als u het gemaakte product niet in de winkel ziet, is mogelijk de module <b>Premoderatie van leveranciersgegevens</b> ingeschakeld
no_no: Hvis du ikke ser det opprettede produktet på butikkfronten, kan det hende du har aktivert modulen <b>Leverandørdata forhåndsmoderering</b>
pl_pl: Jeśli nie widzisz utworzonego produktu na stronie sklepu, być może masz włączony moduł <b>Moderacja produktów sprzedawcy</b>
pt_pt: Se você não vir o produto criado na vitrine, você pode ter o módulo <b>Pré-moderação de dados do fornecedor</b> habilitado
ro_ro: Dacă nu vedeți produsul creat pe vitrina, este posibil să aveți modulul <b>Premoderare date furnizor</b> activat
ru_ru: Если вы не видите созданный товар на витрине, возможно у вас включен модуль <b>"Премодерация данных продавцов"</b>.
sv_se: Om du inte ser den skapade produkten i skyltfönstret kan du ha modulen <b>Leverantörsdata förmoderering</b> aktiverad
tr_tr: Oluşturulan ürünü vitrinde görmüyorsanız <b>Satıcı verileri ön denetleme</b> modülünü etkinleştirmiş olabilirsiniz.
uk_ua: Якщо ви не бачите створений продукт на вітрині, можливо, у вас увімкнено модуль <b>Премодерація даних постачальника</b>

# Languages::onboarding_guide.view_product_page_description
source: See your new products on the storefront.
ar_sa: شاهد منتجاتك الجديدة على واجهة المتجر.
cs_cz: Prohlédněte si své nové produkty ve výloze.
da_dk: Se dine nye produkter i butiksfacaden.
de_de: Sehen Sie sich Ihre neuen Produkte im Schaufenster an.
es_es: Vea sus nuevos productos en el escaparate.
fa_ir: محصولات جدید خود را در ویترین فروشگاه ببینید.
fi_fi: Katso uudet tuotteesi myymälässä.
fr_fr: Découvrez vos nouveaux produits en vitrine.
he_il: ראה את המוצרים החדשים שלך בחזית החנות.
hu_hu: Tekintse meg új termékeit a kirakatban.
it_it: Guarda i tuoi nuovi prodotti in vetrina.
ja_jp: 店頭で新製品をご覧ください。
nl_nl: Bekijk uw nieuwe producten in de winkel.
no_no: Se de nye produktene dine på butikkfronten.
pl_pl: Zobacz swoje nowe produkty na frontend sklepu.
pt_pt: Veja seus novos produtos na vitrine.
ro_ro: Vezi noile tale produse pe vitrina.
ru_ru: Просмотр ваших новых товаров на витрине.
sv_se: Se dina nya produkter i skyltfönstret.
tr_tr: Yeni ürünlerinizi vitrininizde görün.
uk_ua: Перегляньте свої нові продукти на вітрині.

# Languages::onboarding_guide.preview_seller_onboarding
source: Preview seller onboarding
ar_sa: معاينة إعداد البائع
cs_cz: Náhled registrace prodejce
da_dk: Forhåndsvisning af sælgers onboarding
de_de: Vorschau des Verkäufer-Onboardings
es_es: Vista previa de la incorporación del vendedor
fa_ir: پیش نمایش ورود فروشنده
fi_fi: Esikatsele myyjän käyttöönottoa
fr_fr: Aperçu de l'intégration du vendeur
he_il: תצוגה מקדימה של הצטרפות המוכר
hu_hu: Az eladó beléptetésének előnézete
it_it: Anteprima dell'onboarding del venditore
ja_jp: 販売者のオンボーディングをプレビューする
nl_nl: Bekijk een voorbeeld van de onboarding van verkopers
no_no: Forhåndsvis selger onboarding
pl_pl: Podgląd wdrażania sprzedawcy
pt_pt: Pré-visualizar a integração do vendedor
ro_ro: Previzualizează integrarea vânzătorului
ru_ru: Пройдите онбординг продавцов
sv_se: Förhandsgranska säljarens introduktion
tr_tr: Satıcının katılımını önizleyin
uk_ua: Попередній перегляд продавця

# Languages::onboarding_guide.walk_the_seller_path
source: Walk the seller path
ar_sa: السير في طريق البائع
cs_cz: Jděte po cestě prodejce
da_dk: Gå sælgerstien
de_de: Gehen Sie den Weg des Verkäufers
es_es: Sigue el camino del vendedor
fa_ir: مسیر فروشنده را طی کنید
fi_fi: Kulje myyjän polkua
fr_fr: Suivez le chemin du vendeur
he_il: ללכת בשביל המוכר
hu_hu: Járd végig az eladó útját
it_it: Percorri il percorso del venditore
ja_jp: 売り手の道を歩む
nl_nl: Bewandel het verkoperspad
no_no: Gå selgerstien
pl_pl: Podążaj ścieżką sprzedawcy
pt_pt: Siga o caminho do vendedor
ro_ro: Mergeți pe calea vânzătorului
ru_ru: Пройдите путём продавца
sv_se: Gå säljarens väg
tr_tr: Satıcı yolunda yürüyün
uk_ua: Пройдіть шлях продавця

# Languages::onboarding_guide.customize_onboarding_process
source: Prospective sellers can request to join your marketplace on their own. See for yourself how that process works: the information they provide, the emails they receive, etc. You can adjust all of it, or even make your marketplace invite-only.
ar_sa: يمكن للبائعين المحتملين أن يطلبوا الانضمام إلى السوق الخاص بك بأنفسهم. انظر بنفسك كيف تتم هذه العملية: المعلومات التي يقدمونها، ورسائل البريد الإلكتروني التي يتلقونها، وما إلى ذلك. يمكنك تعديل كل ذلك، أو حتى جعل السوق الخاص بك متاحًا للدعوة فقط.
cs_cz: Potenciální prodejci mohou požádat o připojení k vašemu trhu sami. Přesvědčte se sami, jak tento proces funguje: informace, které poskytují, e-maily, které dostávají, atd. To vše můžete upravit nebo dokonce nastavit, aby vaše tržiště bylo pouze pro pozvání.
da_dk: Potentielle sælgere kan anmode om at blive medlem af din markedsplads på egen hånd. Se selv, hvordan den proces fungerer: de oplysninger, de giver, de e-mails, de modtager, osv. Du kan justere det hele eller endda gøre din markedsplads kun til invitation.
de_de: Potenzielle Verkäufer können selbst beantragen, Ihrem Marktplatz beizutreten. Überzeugen Sie sich selbst, wie dieser Prozess funktioniert: welche Informationen sie bereitstellen, welche E-Mails sie erhalten usw. Sie können alles anpassen oder Ihren Marktplatz sogar nur auf Einladung einrichten.
es_es: Los posibles vendedores pueden solicitar unirse a su mercado por su cuenta. Vea usted mismo cómo funciona ese proceso: la información que proporcionan, los correos electrónicos que reciben, etc. Puede ajustarlo todo o incluso hacer que su mercado sea solo por invitación.
fa_ir: فروشندگان احتمالی می توانند به تنهایی درخواست کنند به بازار شما بپیوندند. خودتان ببینید این فرآیند چگونه کار می‌کند: اطلاعاتی که ارائه می‌کنند، ایمیل‌هایی که دریافت می‌کنند، و غیره.
fi_fi: Mahdolliset myyjät voivat pyytää itseään liittyä kauppapaikallesi. Katso itse, miten prosessi toimii: heidän antamansa tiedot, heidän vastaanottamansa sähköpostit jne. Voit muokata kaikkea tai jopa tehdä kauppapaikastasi vain kutsuvan.
fr_fr: Les vendeurs potentiels peuvent demander à rejoindre votre marché par eux-mêmes. Voyez par vous-même comment fonctionne ce processus : les informations qu'ils fournissent, les e-mails qu'ils reçoivent, etc. Vous pouvez tout ajuster, ou même rendre votre place de marché sur invitation uniquement.
he_il: מוכרים פוטנציאליים יכולים לבקש להצטרף לשוק שלך בעצמם. ראה בעצמך איך התהליך הזה עובד: המידע שהם מספקים, האימיילים שהם מקבלים וכו'. אתה יכול להתאים את הכל, או אפילו להפוך את השוק שלך להזמנה בלבד.
hu_hu: A leendő eladók önállóan kérhetik, hogy csatlakozzanak a piacteréhez. Nézze meg saját szemével, hogyan működik ez a folyamat: az általuk szolgáltatott információk, a kapott e-mailek stb. Mindezt módosíthatja, vagy akár csak meghívásossá teheti piacterét.
it_it: I potenziali venditori possono richiedere di aderire al tuo mercato da soli. Scopri tu stesso come funziona questo processo: le informazioni che forniscono, le e-mail che ricevono, ecc. Puoi modificare tutto o persino rendere il tuo marketplace solo su invito.
ja_jp: 販売を検討している人は、自分でマーケットプレイスへの参加をリクエストできます。提供される情報、受信する電子メールなど、そのプロセスがどのように機能するかを自分の目で確認してください。すべてを調整したり、マーケットプレイスを招待専用にすることもできます。
nl_nl: Potentiële verkopers kunnen zelf een verzoek indienen om lid te worden van uw marktplaats. Ontdek zelf hoe dat proces werkt: de informatie die ze verstrekken, de e-mails die ze ontvangen, enz. Je kunt het allemaal aanpassen, of je marktplaats zelfs alleen op uitnodiging maken.
no_no: Potensielle selgere kan be om å bli med på markedsplassen din på egen hånd. Se selv hvordan den prosessen fungerer: informasjonen de gir, e-postene de mottar, osv. Du kan justere alt, eller til og med gjøre markedsplassen din kun for invitasjon.
pl_pl: Potencjalni sprzedawcy mogą samodzielnie poprosić o dołączenie do Twojego marketplace. Przekonaj się, jak działa ten proces: jakie informacje dostarczają, jakie e-maile otrzymują itp. Możesz to wszystko dostosować, a nawet ustawić platformę handlową jako dostępną tylko dla zaproszonych.
pt_pt: Os vendedores em potencial podem solicitar adesão ao seu mercado por conta própria. Veja você mesmo como funciona esse processo: as informações que eles fornecem, os e-mails que recebem, etc. Você pode ajustar tudo ou até mesmo tornar seu marketplace somente para convidados.
ro_ro: Vânzătorii potențiali pot solicita să se alăture pieței dvs. pe cont propriu. Vedeți singur cum funcționează acest proces: informațiile pe care le furnizează, e-mailurile pe care le primesc etc. Puteți să le ajustați pe toate sau chiar să faceți ca piața dvs. să fie doar pe invitație.
ru_ru: Потенциальные продавцы могут сами запросить учётную запись на вашем маркетплейсе. Посмотрите, как устроен этот процесс: какую информацию предоставляют продавцы, какие электронные письма они получают, и т.д. Вы сможете всё это изменить, или сделать так, чтобы продавцы могли прийти на маркетплейс только по приглашениям.
sv_se: Potentiella säljare kan begära att få gå med på din marknadsplats på egen hand. Se själv hur den processen fungerar: informationen de tillhandahåller, e-postmeddelanden de får, etc. Du kan justera allt, eller till och med göra din marknadsplats endast för inbjudan.
tr_tr: Potansiyel satıcılar pazaryerinize kendi başlarına katılma talebinde bulunabilirler. Bu sürecin nasıl çalıştığını kendiniz görün: sağladıkları bilgiler, aldıkları e-postalar vb. Bunların hepsini ayarlayabilir, hatta pazar yerinizi yalnızca davetle girilebilen hale getirebilirsiniz.
uk_ua: Потенційні продавці можуть надіслати запит на приєднання до вашого торгового майданчика самостійно. Подивіться самі, як працює цей процес: інформацію, яку вони надають, електронні листи, які вони отримують, тощо. Ви можете налаштувати все це або навіть зробити свій ринок доступним лише для запрошень.

# Languages::onboarding_guide.set_up_commissions_and_fees
source: Configure commissions and fees
ar_sa: تكوين العمولات والرسوم
cs_cz: Konfigurace provizí a poplatků
da_dk: Konfigurer provisioner og gebyrer
de_de: Konfigurieren Sie Provisionen und Gebühren
es_es: Configurar comisiones y tarifas
fa_ir: کمیسیون ها و هزینه ها را پیکربندی کنید
fi_fi: Määritä palkkiot ja palkkiot
fr_fr: Configurer les commissions et les frais
he_il: הגדר עמלות ועמלות
hu_hu: Konfigurálja a jutalékokat és díjakat
it_it: Configura commissioni e commissioni
ja_jp: コミッションと料金を構成する
nl_nl: Configureer commissies en kosten
no_no: Konfigurer provisjoner og gebyrer
pl_pl: Skonfiguruj prowizje i opłaty
pt_pt: Configurar comissões e taxas
ro_ro: Configurați comisioane și taxe
ru_ru: Настройте комиссии и сборы
sv_se: Konfigurera provisioner och avgifter
tr_tr: Komisyonları ve ücretleri yapılandırma
uk_ua: Налаштуйте комісії та збори

# Languages::onboarding_guide.set_up_seller_plans
source: Set up seller plans
ar_sa: قم بإعداد خطط البائع
cs_cz: Nastavte plány prodejce
da_dk: Opsæt sælgerplaner
de_de: Richten Sie Verkäuferpläne ein
es_es: Configurar planes de vendedor
fa_ir: برنامه های فروشنده را تنظیم کنید
fi_fi: Tee myyjäsuunnitelmat
fr_fr: Mettre en place des plans de vendeur
he_il: הגדר תוכניות מוכרים
hu_hu: Állítsa be az eladói terveket
it_it: Configura i piani del venditore
ja_jp: 販売者プランを設定する
nl_nl: Verkopersplannen instellen
no_no: Sett opp selgerplaner
pl_pl: Skonfiguruj plany sprzedawcy
pt_pt: Configurar planos de vendedor
ro_ro: Configurați planuri de vânzător
ru_ru: Настройте тарифные планы продавцов
sv_se: Skapa säljarplaner
tr_tr: Satıcı planlarını ayarlama
uk_ua: Налаштуйте плани продавця

# Languages::onboarding_guide.set_up_seller_plans_description
source: A marketplace usually earns you money from monthly fees and/or commissions from sales. Seller plans let you set the size and frequency of those payments.
ar_sa: عادةً ما يكسبك السوق الأموال من الرسوم الشهرية و/أو العمولات من المبيعات. تتيح لك خطط البائع تحديد حجم وتكرار تلك الدفعات.
cs_cz: Tržiště vám obvykle vydělává peníze z měsíčních poplatků a/nebo provizí z prodeje. Plány prodejců vám umožňují nastavit velikost a frekvenci těchto plateb.
da_dk: En markedsplads tjener dig normalt penge fra månedlige gebyrer og/eller kommissioner fra salg. Sælgerplaner giver dig mulighed for at indstille størrelsen og hyppigheden af disse betalinger.
de_de: Auf einem Marktplatz verdienen Sie in der Regel Geld durch monatliche Gebühren und/oder Provisionen aus Verkäufen. Mit Verkäuferplänen können Sie die Höhe und Häufigkeit dieser Zahlungen festlegen.
es_es: Un mercado generalmente le genera ingresos a partir de tarifas mensuales y/o comisiones por ventas. Los planes de vendedor le permiten establecer el tamaño y la frecuencia de esos pagos.
fa_ir: یک بازار معمولاً از کارمزدهای ماهانه و/یا کمیسیون های حاصل از فروش برای شما درآمد کسب می کند. برنامه های فروشنده به شما امکان می دهد اندازه و دفعات آن پرداخت ها را تنظیم کنید.
fi_fi: Markkinapaikka ansaitsee yleensä rahaa kuukausimaksuista ja/tai myyntipalkkioista. Myyjäsuunnitelmien avulla voit määrittää näiden maksujen koon ja tiheyden.
fr_fr: Une place de marché vous rapporte généralement de l’argent grâce aux frais mensuels et/ou aux commissions sur les ventes. Les forfaits vendeur vous permettent de définir le montant et la fréquence de ces paiements.
he_il: שוק בדרך כלל מרוויח לך כסף מעמלות חודשיות ו/או עמלות ממכירות. תוכניות מפיץ מאפשרות לך להגדיר את הגודל והתדירות של תשלומים אלה.
hu_hu: Egy piactér általában havi díjakból és/vagy értékesítési jutalékokból keres pénzt. Az eladói tervek lehetővé teszik a fizetések méretének és gyakoriságának beállítását.
it_it: Un mercato di solito ti guadagna denaro dalle tariffe mensili e/o dalle commissioni sulle vendite. I piani del venditore ti consentono di impostare l'entità e la frequenza di tali pagamenti.
ja_jp: マーケットプレイスでは通常、月額料金や販売手数料から収益が得られます。販売者プランでは、支払いの規模と頻度を設定できます。
nl_nl: Een marktplaats verdient u doorgaans geld uit maandelijkse kosten en/of commissies uit verkopen. Met verkopersplannen kunt u de omvang en frequentie van die betalingen instellen.
no_no: En markedsplass tjener deg vanligvis penger fra månedlige avgifter og/eller provisjoner fra salg. Selgerplaner lar deg angi størrelsen og frekvensen for disse betalingene.
pl_pl: Rynek zazwyczaj zarabia pieniądze na miesięcznych opłatach i/lub prowizjach od sprzedaży. Plany sprzedawcy pozwalają ustawić wielkość i częstotliwość tych płatności.
pt_pt: Um mercado geralmente ganha dinheiro com taxas mensais e/ou comissões de vendas. Os planos do vendedor permitem definir o tamanho e a frequência desses pagamentos.
ro_ro: De obicei, o piață vă aduce bani din taxe lunare și/sau comisioane din vânzări. Planurile vânzătorului vă permit să setați dimensiunea și frecvența acestor plăți.
ru_ru: Обычно маркетплейс зарабатывает деньги за счёт ежемесячных платежей и/или комиссионных от продаж. Тарифные планя для продавцов позволяют устанавливать размер и частоту этих платежей.
sv_se: En marknadsplats tjänar vanligtvis pengar från månadsavgifter och/eller provisioner från försäljning. Säljarplaner låter dig ställa in storleken och frekvensen för dessa betalningar.
tr_tr: Bir pazar yeri size genellikle aylık ücretlerden ve/veya satışlardan elde edilen komisyonlardan para kazandırır. Satıcı planları bu ödemelerin boyutunu ve sıklığını belirlemenize olanak tanır.
uk_ua: Ринок зазвичай приносить вам гроші за рахунок щомісячної плати та/або комісій від продажів. Плани продавця дають змогу встановити розмір і частоту цих платежів.
