Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/onboarding_guide.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::onboarding_guide.single_payment_with_automatic_split_description
source: There are special payment methods for marketplaces: PayPal Commerce Platform and Stripe Connect. A customer still makes one payment for all the products; the payment method splits the money between you and sellers automatically. Note that sellers will need accounts with PayPal or Stripe as well.
ar_sa: توجد طرق دفع خاصة للأسواق: منصة PayPal التجارية وStripe Connect. لا يزال العميل يقوم بدفع دفعة واحدة لجميع المنتجات؛ تقوم طريقة الدفع بتقسيم الأموال بينك وبين البائعين تلقائيًا. لاحظ أن البائعين سيحتاجون إلى حسابات مع PayPal أو Stripe أيضًا.
cs_cz: Pro tržiště existují speciální platební metody: PayPal Commerce Platform a Stripe Connect. Zákazník stále platí jednu platbu za všechny produkty; způsob platby automaticky rozdělí peníze mezi vás a prodejce. Všimněte si, že prodejci budou potřebovat také účty u PayPal nebo Stripe.
da_dk: Der er særlige betalingsmetoder til markedspladser: PayPal Commerce Platform og Stripe Connect. En kunde foretager stadig én betaling for alle produkterne; betalingsmetoden deler automatisk pengene mellem dig og sælgere. Bemærk, at sælgere også skal bruge konti hos PayPal eller Stripe.
de_de: Für Marktplätze gibt es spezielle Zahlungsmethoden: PayPal Commerce Platform und Stripe Connect. Ein Kunde leistet immer noch eine Zahlung für alle Produkte; Die Zahlungsmethode teilt das Geld automatisch zwischen Ihnen und den Verkäufern auf. Beachten Sie, dass Verkäufer auch Konten bei PayPal oder Stripe benötigen.
es_es: Existen métodos de pago especiales para los mercados: PayPal Commerce Platform y Stripe Connect. Un cliente todavía realiza un pago por todos los productos; el método de pago divide el dinero entre usted y los vendedores automáticamente. Tenga en cuenta que los vendedores también necesitarán cuentas con PayPal o Stripe.
fa_ir: روش‌های پرداخت ویژه‌ای برای بازارها وجود دارد: پلتفرم تجاری PayPal و Stripe Connect. یک مشتری هنوز یک پرداخت برای همه محصولات انجام می دهد. روش پرداخت پول را بین شما و فروشندگان به صورت خودکار تقسیم می کند. توجه داشته باشید که فروشندگان به حساب هایی با PayPal یا Stripe نیز نیاز دارند.
fi_fi: Markkinapaikoille on olemassa erityisiä maksutapoja: PayPal Commerce Platform ja Stripe Connect. Asiakas maksaa silti yhden maksun kaikista tuotteista; maksutapa jakaa rahat automaattisesti sinun ja myyjien kesken. Huomaa, että myyjät tarvitsevat myös PayPalin tai Stripen tilit.
fr_fr: Il existe des méthodes de paiement spéciales pour les places de marché : PayPal Commerce Platform et Stripe Connect. Un client effectue toujours un seul paiement pour tous les produits ; le mode de paiement répartit automatiquement l’argent entre vous et les vendeurs. Notez que les vendeurs auront également besoin de comptes PayPal ou Stripe.
he_il: ישנן שיטות תשלום מיוחדות לשוק: PayPal Commerce Platform ו-Stripe Connect. לקוח עדיין משלם תשלום אחד עבור כל המוצרים; שיטת התשלום מפצלת את הכסף בינך לבין המוכרים באופן אוטומטי. שימו לב שמוכרים יצטרכו גם חשבונות עם PayPal או Stripe.
hu_hu: Vannak speciális fizetési módok a piacterekhez: PayPal Commerce Platform és Stripe Connect. Az ügyfél továbbra is egy fizetést fizet az összes termékért; a fizetési mód automatikusan felosztja a pénzt Ön és az eladók között. Vegye figyelembe, hogy az eladóknak PayPal- vagy Stripe-fiókokra is szükségük lesz.
it_it: Esistono metodi di pagamento speciali per i marketplace: PayPal Commerce Platform e Stripe Connect. Un cliente effettua comunque un pagamento per tutti i prodotti; il metodo di pagamento divide automaticamente il denaro tra te e i venditori. Tieni presente che anche i venditori avranno bisogno di account con PayPal o Stripe.
ja_jp: マーケットプレイスには、PayPal Commerce Platform と Stripe Connect という特別な支払い方法があります。顧客は依然としてすべての製品に対して 1 回の支払いを行います。支払い方法により、あなたと販売者の間でお金が自動的に分割されます。販売者には PayPal または Stripe のアカウントも必要になることに注意してください。
nl_nl: Er zijn speciale betaalmethoden voor marktplaatsen: PayPal Commerce Platform en Stripe Connect. Een klant doet nog steeds één betaling voor alle producten; de betaalmethode verdeelt het geld automatisch tussen u en de verkopers. Houd er rekening mee dat verkopers ook accounts bij PayPal of Stripe nodig hebben.
no_no: Det finnes spesielle betalingsmetoder for markedsplasser: PayPal Commerce Platform og Stripe Connect. En kunde foretar fortsatt én betaling for alle produktene; betalingsmetoden deler pengene mellom deg og selgere automatisk. Merk at selgere også trenger kontoer med PayPal eller Stripe.
pl_pl: Istnieją specjalne metody płatności dla platform handlowych: platforma handlowa PayPal, Stripe Connect, Przelewy24, PayU. Klient nadal dokonuje jednej płatności za wszystkie produkty; metoda płatności automatycznie rozdziela pieniądze pomiędzy Ciebie i sprzedawców. Pamiętaj, że sprzedający będą potrzebować również kont w systemie PayPal, Stripe, Przelewy24, PayU.
pt_pt: Existem métodos de pagamento especiais para marketplaces: PayPal Commerce Platform e Stripe Connect. O cliente ainda efetua um pagamento por todos os produtos; o método de pagamento divide o dinheiro entre você e os vendedores automaticamente. Observe que os vendedores também precisarão de contas no PayPal ou Stripe.
ro_ro: Există metode de plată speciale pentru piețe: PayPal Commerce Platform și Stripe Connect. Un client efectuează în continuare o singură plată pentru toate produsele; metoda de plată împarte automat banii între dvs. și vânzători. Rețineți că vânzătorii vor avea nevoie și de conturi cu PayPal sau Stripe.
ru_ru: Для маркетплейсов существуют специальные платёжные системы: PayPal Commerce Platform и Stripe Connect. Покупатель платит один раз за все товары; а платёжная система автоматически делит деньги между всеми продавцами. Обратите внимание, что продавцам понадобятся учётные записи PayPal или Stripe.
sv_se: Det finns speciella betalningsmetoder för marknadsplatser: PayPal Commerce Platform och Stripe Connect. En kund gör fortfarande en betalning för alla produkterna; betalningsmetoden delar upp pengarna mellan dig och säljare automatiskt. Observera att säljare kommer att behöva konton med PayPal eller Stripe också.
tr_tr: Pazaryerleri için özel ödeme yöntemleri bulunmaktadır: PayPal Commerce Platform ve Stripe Connect. Bir müşteri yine de tüm ürünler için tek bir ödeme yapar; ödeme yöntemi parayı siz ve satıcılar arasında otomatik olarak bölüştürür. Satıcıların PayPal veya Stripe'ta da hesaplara ihtiyacı olacağını unutmayın.
uk_ua: Існують спеціальні способи оплати для маркетплейсів: PayPal Commerce Platform і Stripe Connect. Клієнт усе ще робить один платіж за всі продукти; спосіб оплати автоматично розподіляє гроші між вами та продавцями. Зверніть увагу, що продавцям також знадобляться облікові записи в PayPal або Stripe.

# Languages::onboarding_guide.single_rus_payment_with_automatic_split_description
source: There are special payment methods for marketplaces: YooKassa For Marketplaces and Tinkoff Multiparty. A customer still makes one payment for all the products; the payment method splits the money between you and sellers automatically. Note that sellers will need accounts with YooKassa or Tinkoff as well.
ar_sa: هناك طرق دفع خاصة للأسواق: YooKassa For Marketplaces وTinkoff Multiparty. لا يزال العميل يقوم بدفع دفعة واحدة لجميع المنتجات؛ تقوم طريقة الدفع بتقسيم الأموال بينك وبين البائعين تلقائيًا. لاحظ أن البائعين سيحتاجون إلى حسابات مع YooKassa أو Tinkoff أيضًا.
cs_cz: Pro tržiště existují speciální platební metody: YooKassa For Marketplaces a Tinkoff Multiparty. Zákazník stále platí jednu platbu za všechny produkty; způsob platby automaticky rozdělí peníze mezi vás a prodejce. Upozorňujeme, že prodejci budou potřebovat také účty u YooKassa nebo Tinkoff.
da_dk: Der er særlige betalingsmetoder til markedspladser: YooKassa For Marketplaces og Tinkoff Multiparty. En kunde foretager stadig én betaling for alle produkterne; betalingsmetoden deler automatisk pengene mellem dig og sælgere. Bemærk, at sælgere også skal bruge konti hos YooKassa eller Tinkoff.
de_de: Für Marktplätze gibt es spezielle Zahlungsmethoden: YooKassa For Marketplaces und Tinkoff Multiparty. Ein Kunde leistet immer noch eine Zahlung für alle Produkte; Die Zahlungsmethode teilt das Geld automatisch zwischen Ihnen und den Verkäufern auf. Beachten Sie, dass Verkäufer auch Konten bei YooKassa oder Tinkoff benötigen.
es_es: Existen métodos de pago especiales para los mercados: YooKassa For Marketplaces y Tinkoff Multiparty. Un cliente todavía realiza un pago por todos los productos; el método de pago divide el dinero entre usted y los vendedores automáticamente. Tenga en cuenta que los vendedores también necesitarán cuentas con YooKassa o Tinkoff.
fa_ir: روش های پرداخت ویژه ای برای بازارها وجود دارد: YooKassa For Marketplaces و Tinkoff Multiparty. یک مشتری هنوز یک پرداخت برای همه محصولات انجام می دهد. روش پرداخت پول را بین شما و فروشندگان به صورت خودکار تقسیم می کند. توجه داشته باشید که فروشندگان به حساب های YooKassa یا Tinkoff نیز نیاز دارند.
fi_fi: Markkinapaikoille on olemassa erityisiä maksutapoja: YooKassa For Marketplaces ja Tinkoff Multiparty. Asiakas maksaa silti yhden maksun kaikista tuotteista; maksutapa jakaa rahat automaattisesti sinun ja myyjien kesken. Huomaa, että myyjät tarvitsevat tilit myös YooKassalle tai Tinkoffille.
fr_fr: Il existe des méthodes de paiement spéciales pour les places de marché : YooKassa For Marketplaces et Tinkoff Multiparty. Un client effectue toujours un seul paiement pour tous les produits ; le mode de paiement répartit automatiquement l’argent entre vous et les vendeurs. Notez que les vendeurs auront également besoin de comptes chez YooKassa ou Tinkoff.
he_il: ישנן שיטות תשלום מיוחדות ל-marketplaces: YooKassa For Marketplaces ו-Tinkoff Multiparty. לקוח עדיין משלם תשלום אחד עבור כל המוצרים; שיטת התשלום מפצלת את הכסף בינך לבין המוכרים באופן אוטומטי. שימו לב שמוכרים יצטרכו חשבונות עם YooKassa או Tinkoff גם כן.
hu_hu: Vannak speciális fizetési módok a piacterekhez: YooKassa For Marketplaces és Tinkoff Multiparty. Az ügyfél továbbra is egy fizetést fizet az összes termékért; a fizetési mód automatikusan felosztja a pénzt Ön és az eladók között. Vegye figyelembe, hogy az eladóknak a YooKassa vagy a Tinkoff fiókjaira is szükségük lesz.
it_it: Esistono metodi di pagamento speciali per i marketplace: YooKassa For Marketplaces e Tinkoff Multiparty. Un cliente effettua comunque un pagamento per tutti i prodotti; il metodo di pagamento divide automaticamente il denaro tra te e i venditori. Tieni presente che anche i venditori avranno bisogno di account con YooKassa o Tinkoff.
ja_jp: マーケットプレイスには特別な支払い方法があります: YooKassa For Marketplaces および Tinkoff Multiparty。顧客は依然としてすべての製品に対して 1 回の支払いを行います。支払い方法により、あなたと販売者の間でお金が自動的に分割されます。販売者には YooKassa または Tinkoff のアカウントも必要になることに注意してください。
nl_nl: Voor marktplaatsen zijn er speciale betaalmethoden: YooKassa For Marketplaces en Tinkoff Multiparty. Een klant doet nog steeds één betaling voor alle producten; de betaalmethode verdeelt het geld automatisch tussen u en de verkopers. Houd er rekening mee dat verkopers ook accounts bij YooKassa of Tinkoff nodig hebben.
no_no: Det er spesielle betalingsmetoder for markedsplasser: YooKassa For Marketplaces og Tinkoff Multiparty. En kunde foretar fortsatt én betaling for alle produktene; betalingsmetoden deler pengene mellom deg og selgere automatisk. Merk at selgere vil trenge kontoer hos YooKassa eller Tinkoff også.
pl_pl: Istnieją specjalne metody płatności dla platform handlowych: YooKassa For Marketplaces i Tinkoff Multiparty. Klient nadal dokonuje jednej płatności za wszystkie produkty; metoda płatności automatycznie rozdziela pieniądze pomiędzy Ciebie i sprzedawców. Pamiętaj, że sprzedający będą potrzebować również kont w YooKassa lub Tinkoff.
pt_pt: Existem métodos de pagamento especiais para marketplaces: YooKassa For Marketplaces e Tinkoff Multiparty. O cliente ainda efetua um pagamento por todos os produtos; o método de pagamento divide o dinheiro entre você e os vendedores automaticamente. Observe que os vendedores também precisarão de contas no YooKassa ou Tinkoff.
ro_ro: Există metode speciale de plată pentru piețe: YooKassa For Marketplaces și Tinkoff Multiparty. Un client efectuează în continuare o singură plată pentru toate produsele; metoda de plată împarte automat banii între dvs. și vânzători. Rețineți că vânzătorii vor avea nevoie și de conturi la YooKassa sau Tinkoff.
ru_ru: Для маркетплейсов существуют специальные платёжные системы: "Тинькофф Сплитование" и "ЮKassa для платформ". Покупатель платит один раз за все товары; а платёжная система автоматически делит деньги между всеми продавцами. Обратите внимание, что продавцам понадобятся учётные записи Тинькофф или ЮKassa.
sv_se: Det finns speciella betalningsmetoder för marknadsplatser: YooKassa For Marketplaces och Tinkoff Multiparty. En kund gör fortfarande en betalning för alla produkterna; betalningsmetoden delar upp pengarna mellan dig och säljare automatiskt. Observera att säljare kommer att behöva konton hos YooKassa eller Tinkoff också.
tr_tr: Pazaryerlerine özel ödeme yöntemleri bulunmaktadır: YooKassa For Marketplaces ve Tinkoff Multiparty. Bir müşteri yine de tüm ürünler için tek bir ödeme yapar; ödeme yöntemi parayı siz ve satıcılar arasında otomatik olarak bölüştürür. Satıcıların YooKassa veya Tinkoff'ta da hesaplara ihtiyacı olacağını unutmayın.
uk_ua: Для маркетплейсів існують спеціальні способи оплати: YooKassa For Marketplaces і Tinkoff Multiparty. Клієнт усе ще робить один платіж за всі продукти; спосіб оплати автоматично розподіляє гроші між вами та продавцями. Зверніть увагу, що продавцям також знадобляться акаунти в YooKassa або Tinkoff.

# Languages::onboarding_guide.single_payment_to_you
source: Single payment to the marketplace
ar_sa: دفعة واحدة إلى السوق
cs_cz: Jednorázová platba na tržiště
da_dk: Enkeltbetaling til markedspladsen
de_de: Einmalzahlung an den Marktplatz
es_es: Pago único al mercado
fa_ir: پرداخت تک به بازار
fi_fi: Kertamaksu torille
fr_fr: Paiement unique sur la place de marché
he_il: תשלום בודד לשוק
hu_hu: Egyszeri fizetés a piactérre
it_it: Pagamento unico al mercato
ja_jp: マーケットプレイスへの一括支払い
nl_nl: Eenmalige betaling aan de marktplaats
no_no: Enkeltbetaling til markedsplassen
pl_pl: Jednorazowa płatność w marketplace
pt_pt: Pagamento único para o mercado
ro_ro: Plată unică către piață
ru_ru: Единая оплата маркетплейсу
sv_se: Engångsbetalning till marknadsplatsen
tr_tr: Pazaryerine tek ödeme
uk_ua: Разовий платіж на маркетплейс

# Languages::onboarding_guide.single_payment_to_you_description
source: A customer makes one payment for all the products in the cart. The money ends up on your account, with the record of what you own to each seller. You periodically distribute the money between sellers.
ar_sa: يقوم العميل بإجراء دفعة واحدة لجميع المنتجات الموجودة في سلة التسوق. وينتهي المال في حسابك، مع سجل ما تملكه لكل بائع. تقوم بتوزيع الأموال بشكل دوري بين البائعين.
cs_cz: Zákazník zaplatí jednu platbu za všechny produkty v košíku. Peníze končí na vašem účtu a u každého prodejce je zaznamenáno, co vlastníte. Peníze pravidelně rozdělujete mezi prodejce.
da_dk: En kunde foretager én betaling for alle produkterne i indkøbskurven. Pengene ender på din konto, med optegnelsen over, hvad du ejer til hver sælger. Du fordeler med jævne mellemrum pengene mellem sælgere.
de_de: Ein Kunde leistet eine Zahlung für alle Produkte im Warenkorb. Das Geld landet auf Ihrem Konto, zusammen mit der Aufzeichnung Ihres Besitzes für jeden Verkäufer. Sie verteilen das Geld regelmäßig zwischen den Verkäufern.
es_es: Un cliente realiza un pago único por todos los productos del carrito. El dinero termina en tu cuenta, con el registro de lo que posees para cada vendedor. Distribuyes periódicamente el dinero entre vendedores.
fa_ir: یک مشتری برای تمام محصولات موجود در سبد خرید یک بار پرداخت می کند. پول به حساب شما ختم می شود، با ثبت آنچه که دارید برای هر فروشنده. شما به صورت دوره ای پول را بین فروشندگان تقسیم می کنید.
fi_fi: Asiakas maksaa yhden maksun kaikista ostoskorissa olevista tuotteista. Rahat päätyvät tilillesi, ja kullekin myyjälle kirjataan omistamasi tiedot. Jaat ajoittain rahat myyjien kesken.
fr_fr: Un client effectue un paiement unique pour tous les produits du panier. L'argent arrive sur votre compte, avec l'enregistrement de ce que vous possédez pour chaque vendeur. Vous répartissez périodiquement l’argent entre les vendeurs.
he_il: לקוח משלם תשלום אחד עבור כל המוצרים בעגלה. הכסף מגיע לחשבון שלך, עם רישום של מה שבבעלותך לכל מוכר. אתה מחלק את הכסף מעת לעת בין המוכרים.
hu_hu: A vásárló a kosárban lévő összes termékért egyszer fizet. A pénz az Ön számlájára kerül, és minden eladónál fel van tüntetve, hogy mit birtokol. Rendszeresen szétosztja a pénzt az eladók között.
it_it: Un cliente effettua un pagamento per tutti i prodotti nel carrello. Il denaro finisce sul tuo conto, con la registrazione di ciò che possiedi per ciascun venditore. Distribuisci periodicamente il denaro tra i venditori.
ja_jp: 顧客はカート内のすべての商品に対して 1 回の支払いを行います。お金は最終的にあなたの口座に入金され、各売り手に対するあなたが所有するものの記録が記録されます。定期的に売主間で資金を分配します。
nl_nl: Een klant betaalt één keer voor alle producten in de winkelwagen. Het geld komt op uw rekening terecht, waarbij voor elke verkoper wordt vermeld wat u bezit. Je verdeelt het geld periodiek onder verkopers.
no_no: En kunde foretar én betaling for alle produktene i handlekurven. Pengene havner på kontoen din, med oversikt over hva du eier til hver selger. Du fordeler med jevne mellomrom pengene mellom selgere.
pl_pl: Klient dokonuje jednej płatności za wszystkie produkty znajdujące się w koszyku. Pieniądze trafiają na Twoje konto, a każdy sprzedający ma dokładne informacje o rozliczeniach. Okresowo rozdzielasz pieniądze pomiędzy sprzedawców.
pt_pt: Um cliente faz um pagamento para todos os produtos no carrinho. O dinheiro vai parar na sua conta, com o registro do que você possui para cada vendedor. Você distribui periodicamente o dinheiro entre os vendedores.
ro_ro: Un client efectuează o singură plată pentru toate produsele din coș. Banii ajung în contul tău, cu evidența a ceea ce deții pentru fiecare vânzător. Distribuiți periodic banii între vânzători.
ru_ru: Покупатель платит один раз за все товары в корзине. Деньги попадают на ваш счёт, а CS-Cart хранит информацию о том, сколько вы должны каждому продавцу. Вы периодически осуществляете выплаты продавцам.
sv_se: En kund gör en betalning för alla produkter i varukorgen. Pengarna hamnar på ditt konto, med register över vad du äger till varje säljare. Du fördelar med jämna mellanrum pengarna mellan säljare.
tr_tr: Müşteri sepetindeki tüm ürünler için tek ödeme yapar. Para, her satıcıya sahip olduğunuz şeyin kaydıyla birlikte hesabınıza geçer. Parayı satıcılar arasında periyodik olarak dağıtırsınız.
uk_ua: Клієнт здійснює один платіж за всі товари в кошику. Гроші потрапляють на ваш рахунок із записом про те, чим ви володієте, для кожного продавця. Ви періодично розподіляєте гроші між продавцями.

# Languages::onboarding_guide.separate_payments_to_sellers
source: Separate payments to sellers
ar_sa: دفعات منفصلة للبائعين
cs_cz: Samostatné platby prodejcům
da_dk: Særskilte betalinger til sælgere
de_de: Separate Zahlungen an Verkäufer
es_es: Pagos separados a los vendedores
fa_ir: پرداخت جداگانه به فروشندگان
fi_fi: Erilliset maksut myyjille
fr_fr: Paiements séparés aux vendeurs
he_il: תשלומים נפרדים למוכרים
hu_hu: Külön kifizetések az eladóknak
it_it: Pagamenti separati ai venditori
ja_jp: 売主への別途支払い
nl_nl: Afzonderlijke betalingen aan verkopers
no_no: Separate betalinger til selgere
pl_pl: Oddzielne płatności dla sprzedawców
pt_pt: Pagamentos separados aos vendedores
ro_ro: Plăți separate către vânzători
ru_ru: Раздельная оплата каждому продавцу
sv_se: Separata betalningar till säljare
tr_tr: Satıcılara ayrı ödemeler
uk_ua: Окремі розрахунки з продавцями
