Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/onboarding_guide.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::onboarding_guide.logos_updated
source: Theme and email logos updated
ar_sa: تم تحديث شعارات السمة والبريد الإلكتروني
cs_cz: Motiv a e-mailová loga aktualizována
da_dk: Tema og e-mail-logoer opdateret
de_de: Theme- und E-Mail-Logos aktualisiert
es_es: Logotipos de temas y correos electrónicos actualizados
fa_ir: تم و آرم ایمیل به روز شد
fi_fi: Teema ja sähköpostilogot päivitetty
fr_fr: Logos de thème et d'e-mail mis à jour
he_il: עיצוב לוגו ודוא"ל עודכנו
hu_hu: A téma és az e-mail logók frissítve
it_it: Tema e loghi e-mail aggiornati
ja_jp: テーマとメールのロゴが更新されました
nl_nl: Thema- en e-maillogo's bijgewerkt
no_no: Tema og e-postlogoer oppdatert
pl_pl: Zaktualizowano grafikę i logo e-maili
pt_pt: Logotipos de tema e e-mail atualizados
ro_ro: Tema și siglele de e-mail au fost actualizate
ru_ru: Логотипы темы и электронных писем обновлены
sv_se: Tema och e-logotyper uppdaterade
tr_tr: Tema ve e-posta logoları güncellendi
uk_ua: Оновлено логотипи теми та електронної пошти

# Languages::onboarding_guide.set_default_currency
source: Set default currency
ar_sa: تعيين العملة الافتراضية
cs_cz: Nastavit výchozí měnu
da_dk: Indstil standardvaluta
de_de: Legen Sie die Standardwährung fest
es_es: Establecer moneda predeterminada
fa_ir: ارز پیش فرض را تنظیم کنید
fi_fi: Aseta oletusvaluutta
fr_fr: Définir la devise par défaut
he_il: הגדר מטבע ברירת מחדל
hu_hu: Állítsa be az alapértelmezett pénznemet
it_it: Imposta la valuta predefinita
ja_jp: デフォルトの通貨を設定する
nl_nl: Stel de standaardvaluta in
no_no: Angi standardvaluta
pl_pl: Ustaw domyślną walutę
pt_pt: Definir moeda padrão
ro_ro: Setați moneda implicită
ru_ru: Выбрать основную валюту
sv_se: Ange standardvaluta
tr_tr: Varsayılan para birimini ayarla
uk_ua: Встановити валюту за умовчанням

# Languages::onboarding_guide.manage_currencies
source: Manage currencies
ar_sa: إدارة العملات
cs_cz: Správa měn
da_dk: Administrer valutaer
de_de: Währungen verwalten
es_es: Administrar monedas
fa_ir: ارزها را مدیریت کنید
fi_fi: Hallitse valuuttoja
fr_fr: Gérer les devises
he_il: נהל מטבעות
hu_hu: Pénznemek kezelése
it_it: Gestisci le valute
ja_jp: 通貨を管理する
nl_nl: Beheer valuta's
no_no: Administrer valutaer
pl_pl: Zarządzanie walutami
pt_pt: Gerenciar moedas
ro_ro: Gestionați monedele
ru_ru: Управление валютами
sv_se: Hantera valutor
tr_tr: Para birimlerini yönet
uk_ua: Керуйте валютами

# Languages::onboarding_guide.set_default_languages
source: Set default languages
ar_sa: تعيين اللغات الافتراضية
cs_cz: Nastavte výchozí jazyky
da_dk: Indstil standardsprog
de_de: Legen Sie Standardsprachen fest
es_es: Establecer idiomas predeterminados
fa_ir: تنظیم زبان های پیش فرض
fi_fi: Aseta oletuskielet
fr_fr: Définir les langues par défaut
he_il: הגדר שפות ברירת מחדל
hu_hu: Állítsa be az alapértelmezett nyelveket
it_it: Imposta le lingue predefinite
ja_jp: デフォルトの言語を設定する
nl_nl: Stel standaardtalen in
no_no: Angi standardspråk
pl_pl: Ustaw domyślny język
pt_pt: Definir idiomas padrão
ro_ro: Setați limbile implicite
ru_ru: Задать язык по умолчанию
sv_se: Ställ in standardspråk
tr_tr: Varsayılan dilleri ayarla
uk_ua: Встановити мови за умовчанням

# Languages::onboarding_guide.manage_languages
source: Manage languages
ar_sa: إدارة اللغات
cs_cz: Správa jazyků
da_dk: Administrer sprog
de_de: Sprachen verwalten
es_es: Administrar idiomas
fa_ir: مدیریت زبان ها
fi_fi: Hallinnoi kieliä
fr_fr: Gérer les langues
he_il: נהל שפות
hu_hu: Nyelvek kezelése
it_it: Gestisci le lingue
ja_jp: 言語の管理
nl_nl: Beheer talen
no_no: Administrer språk
pl_pl: Zarządzanie językami
pt_pt: Gerenciar idiomas
ro_ro: Gestionați limbile
ru_ru: Управление языками
sv_se: Hantera språk
tr_tr: Dilleri yönet
uk_ua: Керуйте мовами

# Languages::onboarding_guide.preview_an_email
source: Preview an email
ar_sa: معاينة البريد الإلكتروني
cs_cz: Náhled e-mailu
da_dk: Se et eksempel på en e-mail
de_de: Vorschau einer E-Mail anzeigen
es_es: Vista previa de un correo electrónico
fa_ir: پیش نمایش یک ایمیل
fi_fi: Esikatsele sähköposti
fr_fr: Aperçu d'un e-mail
he_il: תצוגה מקדימה של אימייל
hu_hu: Tekintse meg az e-mail előnézetét
it_it: Anteprima di un'e-mail
ja_jp: メールをプレビューする
nl_nl: Bekijk een voorbeeld van een e-mail
no_no: Forhåndsvis en e-post
pl_pl: Podgląd wiadomości e-mail
pt_pt: Visualizar um e-mail
ro_ro: Previzualizează un e-mail
ru_ru: Предпросмотр электронного письма
sv_se: Förhandsgranska ett e-postmeddelande
tr_tr: Bir e-postayı önizleyin
uk_ua: Попередній перегляд електронного листа

# Languages::onboarding_guide.preview_an_email_description
source: Once you’re done, see how your data appears in an email to the new sellers who register at your marketplace.
ar_sa: بمجرد الانتهاء من ذلك، شاهد كيف تظهر بياناتك في رسالة بريد إلكتروني إلى البائعين الجدد الذين قاموا بالتسجيل في السوق الخاص بك.
cs_cz: Až budete hotovi, podívejte se, jak se vaše data zobrazují v e-mailu novým prodejcům, kteří se zaregistrují na vašem tržišti.
da_dk: Når du er færdig, kan du se, hvordan dine data vises i en e-mail til de nye sælgere, der registrerer sig på din markedsplads.
de_de: Wenn Sie fertig sind, sehen Sie, wie Ihre Daten in einer E-Mail an die neuen Verkäufer angezeigt werden, die sich auf Ihrem Marktplatz registrieren.
es_es: Una vez que hayas terminado, observa cómo aparecen tus datos en un correo electrónico a los nuevos vendedores que se registran en tu mercado.
fa_ir: پس از پایان کار، ببینید چگونه داده های شما در ایمیلی برای فروشندگان جدیدی که در بازار شما ثبت نام کرده اند نشان داده می شود.
fi_fi: Kun olet valmis, katso, kuinka tietosi näkyvät sähköpostissa uusille myyjille, jotka rekisteröityvät kauppapaikallesi.
fr_fr: Une fois que vous avez terminé, voyez comment vos données apparaissent dans un e-mail adressé aux nouveaux vendeurs qui s'inscrivent sur votre place de marché.
he_il: לאחר שתסיים, ראה כיצד הנתונים שלך מופיעים בדוא"ל למוכרים החדשים שנרשמים בשוק שלך.
hu_hu: Ha elkészült, nézze meg, hogyan jelennek meg adatai a piacterén regisztráló új eladóknak küldött e-mailben.
it_it: Una volta terminato, guarda come appaiono i tuoi dati in un'e-mail ai nuovi venditori che si registrano nel tuo marketplace.
ja_jp: 完了したら、マーケットプレイスに登録する新規販売者へのメールにデータがどのように表示されるかを確認します。
nl_nl: Als u klaar bent, ziet u hoe uw gegevens worden weergegeven in een e-mail aan de nieuwe verkopers die zich op uw marktplaats registreren.
no_no: Når du er ferdig, kan du se hvordan dataene dine vises i en e-post til de nye selgerne som registrerer seg på markedsplassen din.
pl_pl: Gdy już skończysz, sprawdź, jak Twoje dane pojawiają się w wiadomościach e-mail wysyłanych do nowych sprzedawców, którzy zarejestrują się na Twoim marketplace.
pt_pt: Quando terminar, veja como seus dados aparecem em um e-mail para os novos vendedores que se cadastram em seu marketplace.
ro_ro: După ce ați terminat, vedeți cum apar datele dvs. într-un e-mail către noii vânzători care se înregistrează pe piața dvs.
ru_ru: Когда вы закончите с настройкой, посмотрите как ваши данные отобразятся в электронном письме, которое получают новые продавцы на вашем маркетплейсе.
sv_se: När du är klar kan du se hur din data visas i ett e-postmeddelande till de nya säljarna som registrerar sig på din marknadsplats.
tr_tr: İşiniz bittiğinde, verilerinizin pazaryerinize kaydolan yeni satıcılara gönderilen bir e-postada nasıl göründüğünü görün.
uk_ua: Коли ви закінчите, подивіться, як ваші дані відображаються в електронному листі для нових продавців, які реєструються на вашому ринку.

# Languages::onboarding_guide.sb_preview_an_email_description
source: Once you’re done, see how your data appears in an email to the newly-registered customers.
ar_sa: بمجرد الانتهاء من ذلك، شاهد كيف تظهر بياناتك في رسالة بريد إلكتروني إلى العملاء المسجلين حديثًا.
cs_cz: Až budete hotovi, podívejte se, jak se vaše data zobrazují v e-mailu nově registrovaným zákazníkům.
da_dk: Når du er færdig, kan du se, hvordan dine data vises i en e-mail til de nyregistrerede kunder.
de_de: Wenn Sie fertig sind, sehen Sie, wie Ihre Daten in einer E-Mail an die neu registrierten Kunden angezeigt werden.
es_es: Una vez que haya terminado, vea cómo aparecen sus datos en un correo electrónico para los clientes recién registrados.
fa_ir: پس از پایان کار، ببینید چگونه داده های شما در ایمیلی برای مشتریان تازه ثبت نام شده نشان داده می شود.
fi_fi: Kun olet valmis, katso, kuinka tietosi näkyvät uusille rekisteröityneille asiakkaille lähetetyssä sähköpostissa.
fr_fr: Une fois que vous avez terminé, voyez comment vos données apparaissent dans un e-mail destiné aux clients nouvellement enregistrés.
he_il: לאחר שתסיים, ראה כיצד הנתונים שלך מופיעים בדוא"ל ללקוחות הרשומים החדשים.
hu_hu: Ha végzett, nézze meg, hogyan jelennek meg adatai az újonnan regisztrált ügyfeleknek küldött e-mailekben.
it_it: Una volta terminato, guarda come appaiono i tuoi dati in un'e-mail ai clienti appena registrati.
ja_jp: 完了したら、新規登録顧客への電子メールにデータがどのように表示されるかを確認します。
nl_nl: Als u klaar bent, ziet u hoe uw gegevens worden weergegeven in een e-mail aan de nieuw geregistreerde klanten.
no_no: Når du er ferdig, kan du se hvordan dataene dine vises i en e-post til de nyregistrerte kundene.
pl_pl: Gdy już to zrobisz, sprawdź jak Twoje dane prezentują się w mailu do nowo zarejestrowanych klientów.
pt_pt: Quando terminar, veja como seus dados aparecem em um e-mail para os clientes recém-cadastrados.
ro_ro: După ce ați terminat, vedeți cum apar datele dvs. într-un e-mail către clienții nou-înregistrați.
ru_ru: Когда вы закончите с настройкой, посмотрите как ваши данные отобразятся в электронном письме, которое получают новые зарегистрировавшиеся покупатели.
sv_se: När du är klar kan du se hur din data visas i ett e-postmeddelande till de nyregistrerade kunderna.
tr_tr: İşiniz bittiğinde verilerinizin yeni kayıtlı müşterilere gönderilen bir e-postada nasıl göründüğünü görün.
uk_ua: Коли ви закінчите, подивіться, як ваші дані відображаються в електронному листі для щойно зареєстрованих клієнтів.

# Languages::onboarding_guide.customize_vendor_panel_design
source: Customize seller panel
ar_sa: تخصيص لوحة البائع
cs_cz: Přizpůsobte panel prodejce
da_dk: Tilpas sælgerpanel
de_de: Passen Sie das Verkäuferpanel an
es_es: Personalizar el panel del vendedor
fa_ir: سفارشی کردن پنل فروشنده
fi_fi: Mukauta myyjäpaneelia
fr_fr: Personnaliser le panneau du vendeur
he_il: התאמה אישית של פאנל מוכרים
hu_hu: Az eladói panel testreszabása
it_it: Personalizza il pannello del venditore
ja_jp: 販売者パネルをカスタマイズする
nl_nl: Pas het verkoperspaneel aan
no_no: Tilpass selgerpanelet
pl_pl: Dostosuj panel sprzedawcy
pt_pt: Personalize o painel do vendedor
ro_ro: Personalizați panoul vânzătorului
ru_ru: Настройте панель продавца
sv_se: Anpassa säljarpanelen
tr_tr: Satıcı panelini özelleştirin
uk_ua: Налаштувати панель продавця

# Languages::onboarding_guide.edit_vendor_panel_style
source: Sellers work with their own dedicated control panel. You can make it look the way you need. Set its colors, edit the menu, add blocks with info to the seller's dashboard.
ar_sa: يعمل البائعون باستخدام لوحة التحكم المخصصة لهم. يمكنك جعلها تبدو بالطريقة التي تريدها. قم بتعيين ألوانها، وتحرير القائمة، وإضافة كتل تحتوي على معلومات إلى لوحة تحكم البائع.
cs_cz: Prodejci pracují s vlastním vyhrazeným ovládacím panelem. Můžete to udělat tak, jak potřebujete. Nastavit jeho barvy, upravit nabídku, přidat bloky s info na dashboard prodejce.
da_dk: Sælgere arbejder med deres eget dedikerede kontrolpanel. Du kan få det til at se ud, som du har brug for. Indstil dens farver, rediger menuen, tilføj blokke med info til sælgerens dashboard.
de_de: Verkäufer arbeiten mit ihrem eigenen, dedizierten Kontrollpanel. Sie können es so gestalten, wie Sie es benötigen. Legen Sie die Farben fest, bearbeiten Sie das Menü und fügen Sie Blöcke mit Informationen zum Dashboard des Verkäufers hinzu.
es_es: Los vendedores trabajan con su propio panel de control dedicado. Puedes hacer que luzca como necesitas. Configure sus colores, edite el menú, agregue bloques con información al panel del vendedor.
fa_ir: فروشندگان با کنترل پنل اختصاصی خود کار می کنند. می توانید آن را به شکلی که نیاز دارید جلوه دهید. رنگ های آن را تنظیم کنید، منو را ویرایش کنید، بلوک های حاوی اطلاعات را به داشبورد فروشنده اضافه کنید.
fi_fi: Myyjät työskentelevät oman ohjauspaneelinsa kanssa. Voit saada sen näyttämään siltä kuin haluat. Aseta sen värit, muokkaa valikkoa, lisää tietoja sisältäviä lohkoja myyjän kojelautaan.
fr_fr: Les vendeurs travaillent avec leur propre panneau de contrôle dédié. Vous pouvez lui donner l'apparence dont vous avez besoin. Définissez ses couleurs, modifiez le menu, ajoutez des blocs avec des informations au tableau de bord du vendeur.
he_il: המוכרים עובדים עם לוח בקרה ייעודי משלהם. אתה יכול לגרום לזה להיראות כמו שאתה צריך. הגדר את הצבעים שלו, ערוך את התפריט, הוסף בלוקים עם מידע ללוח המחוונים של המוכר.
hu_hu: Az eladók saját, dedikált vezérlőpanellel dolgoznak. Úgy nézhet ki, ahogyan szüksége van rá. Állítsa be a színeit, szerkessze a menüt, adjon hozzá információs blokkokat az eladó műszerfalához.
it_it: I venditori lavorano con il proprio pannello di controllo dedicato. Puoi farlo sembrare nel modo in cui ti serve. Imposta i suoi colori, modifica il menu, aggiungi blocchi con informazioni alla dashboard del venditore.
ja_jp: 販売者は独自の専用コントロールパネルを使用して作業します。必要に応じて見た目を変えることができます。色を設定し、メニューを編集し、情報を含むブロックを販売者のダッシュボードに追加します。
nl_nl: Verkopers werken met hun eigen speciale controlepaneel. Je kunt het er zo uit laten zien als jij wilt. Stel de kleuren in, bewerk het menu, voeg blokken met informatie toe aan het dashboard van de verkoper.
no_no: Selgere jobber med sitt eget dedikerte kontrollpanel. Du kan få det til å se ut slik du trenger. Angi fargene, rediger menyen, legg til blokker med informasjon til selgerens dashbord.
pl_pl: Sprzedawcy pracują z własnym, dedykowanym panelem kontrolnym. Możesz sprawić, że będzie wyglądać tak, jak potrzebujesz. Ustaw jego kolory, edytuj menu, dodaj bloki z informacjami do panelu sprzedawcy.
pt_pt: Os vendedores trabalham com seu próprio painel de controle dedicado. Você pode fazer com que tenha a aparência que você precisa. Defina suas cores, edite o menu, adicione blocos com informações ao painel do vendedor.
ro_ro: Vânzătorii lucrează cu propriul lor panou de control dedicat. Îl poți face să arate așa cum ai nevoie. Setați-i culorile, editați meniul, adăugați blocuri cu informații în tabloul de bord al vânzătorului.
ru_ru: Продавцы работают в собственной панели администратора. Вы можете настроить её внешний вид: выбрать цвета, отредактировать меню и добавить информацию на главную страницу панели продавца.
sv_se: Säljare arbetar med sin egen dedikerade kontrollpanel. Du kan få det att se ut som du behöver. Ställ in dess färger, redigera menyn, lägg till block med information till säljarens instrumentpanel.
tr_tr: Satıcılar kendilerine özel kontrol panelleriyle çalışırlar. İhtiyacınız olan şekilde görünmesini sağlayabilirsiniz. Renklerini ayarlayın, menüyü düzenleyin, satıcının kontrol paneline bilgi içeren bloklar ekleyin.
uk_ua: Продавці працюють за допомогою власної спеціальної панелі управління. Ви можете зробити так, як вам потрібно. Налаштуйте його кольори, відредагуйте меню, додайте блоки з інформацією на панель продавця.

# Languages::onboarding_guide.edit_structure
source: Edit menus and onboarding
ar_sa: تحرير القوائم والإعداد
cs_cz: Upravit nabídky a přihlášení
da_dk: Rediger menuer og onboarding
de_de: Bearbeiten Sie Menüs und Onboarding
es_es: Editar menús e incorporación
fa_ir: ویرایش منوها و ورود
fi_fi: Muokkaa valikoita ja perehdytystä
fr_fr: Modifier les menus et intégration
he_il: עריכת תפריטים והצטרפות
hu_hu: Menük szerkesztése és belépés
it_it: Modifica menu e onboarding
ja_jp: メニューとオンボーディングの編集
nl_nl: Bewerk menu's en onboarding
no_no: Rediger menyer og onboarding
pl_pl: Edytuj menu i wdrażanie
pt_pt: Editar menus e integração
ro_ro: Editați meniurile și integrarea
ru_ru: Изменить меню и "Первые шаги"
sv_se: Redigera menyer och onboarding
tr_tr: Menüleri ve eklemeyi düzenleyin
uk_ua: Редагувати меню та адаптацію

# Languages::onboarding_guide.manage_products
source: Manage products
ar_sa: إدارة المنتجات
cs_cz: Správa produktů
da_dk: Administrer produkter
de_de: Produkte verwalten
es_es: Administrar productos
fa_ir: محصولات را مدیریت کنید
fi_fi: Hallitse tuotteita
fr_fr: Gérer les produits
he_il: ניהול מוצרים
hu_hu: Termékek kezelése
it_it: Gestisci i prodotti
ja_jp: 製品の管理
nl_nl: Beheer producten
no_no: Administrer produkter
pl_pl: Zarządzanie produktami
pt_pt: Gerenciar produtos
ro_ro: Gestionați produsele
ru_ru: Управление товарами
sv_se: Hantera produkter
tr_tr: Ürünleri yönet
uk_ua: Керуйте продуктами

# Languages::onboarding_guide.manage_products_description
source: You as the marketplace owner can control all products sold on your platform. But sellers manage products through their own dashboard. See how they can add products one by one or in bulk.
ar_sa: يمكنك بصفتك مالك السوق التحكم في جميع المنتجات المباعة على منصتك. لكن البائعين يديرون المنتجات من خلال لوحة التحكم الخاصة بهم. تعرف على كيفية إضافة المنتجات واحدًا تلو الآخر أو بشكل مجمّع.
cs_cz: Vy jako vlastník tržiště můžete ovládat všechny produkty prodávané na vaší platformě. Prodejci ale spravují produkty prostřednictvím vlastního dashboardu. Podívejte se, jak mohou přidávat produkty jeden po druhém nebo hromadně.
da_dk: Du som markedspladsejer kan kontrollere alle produkter, der sælges på din platform. Men sælgere administrerer produkter gennem deres eget dashboard. Se, hvordan de kan tilføje produkter én efter én eller i løs vægt.
de_de: Als Marktplatzbesitzer können Sie alle auf Ihrer Plattform verkauften Produkte kontrollieren. Aber Verkäufer verwalten Produkte über ihr eigenes Dashboard. Sehen Sie, wie sie Produkte einzeln oder in großen Mengen hinzufügen können.
es_es: Usted, como propietario del mercado, puede controlar todos los productos vendidos en su plataforma. Pero los vendedores gestionan los productos a través de su propio panel. Vea cómo pueden agregar productos uno por uno o de forma masiva.
fa_ir: شما به عنوان مالک بازار می توانید تمام محصولات فروخته شده در پلتفرم خود را کنترل کنید. اما فروشندگان محصولات را از طریق داشبورد خود مدیریت می کنند. ببینید چگونه آنها می توانند محصولات را یک به یک یا به صورت عمده اضافه کنند.
fi_fi: Sinä markkinapaikan omistajana voit hallita kaikkia alustallasi myytäviä tuotteita. Mutta myyjät hallitsevat tuotteita oman kojelautansa kautta. Katso, kuinka he voivat lisätä tuotteita yksitellen tai joukkona.
fr_fr: En tant que propriétaire du marché, vous pouvez contrôler tous les produits vendus sur votre plateforme. Mais les vendeurs gèrent les produits via leur propre tableau de bord. Découvrez comment ils peuvent ajouter des produits un par un ou en masse.
he_il: אתה כבעל השוק יכול לשלוט בכל המוצרים הנמכרים בפלטפורמה שלך. אבל מוכרים מנהלים מוצרים דרך לוח המחוונים שלהם. ראה כיצד הם יכולים להוסיף מוצרים אחד אחד או בכמויות גדולות.
hu_hu: A piactér tulajdonosaként Ön irányíthatja a platformján értékesített összes terméket. Az eladók azonban a saját műszerfalukon keresztül kezelik a termékeket. Nézze meg, hogyan adhatnak hozzá termékeket egyenként vagy tömegesen.
it_it: Tu, in quanto proprietario del mercato, puoi controllare tutti i prodotti venduti sulla tua piattaforma. Ma i venditori gestiscono i prodotti tramite la propria dashboard. Scopri come possono aggiungere i prodotti uno per uno o in blocco.
ja_jp: マーケットプレイスの所有者は、プラットフォームで販売されるすべての製品を管理できます。しかし、販売者は独自のダッシュボードを通じて製品を管理します。商品を 1 つずつ、または一括で追加する方法をご覧ください。
nl_nl: Jij als marktplaatseigenaar hebt controle over alle producten die op jouw platform worden verkocht. Maar verkopers beheren producten via hun eigen dashboard. Bekijk hoe ze producten één voor één of in bulk kunnen toevoegen.
no_no: Du som markedsplasseier kan kontrollere alle produktene som selges på plattformen din. Men selgere administrerer produkter gjennom sitt eget dashbord. Se hvordan de kan legge til produkter én etter én eller i bulk.
pl_pl: Jako właściciel marketplace możesz kontrolować wszystkie produkty sprzedawane na Twojej platformie. Jednak sprzedawcy zarządzają swoimi produktami za pośrednictwem własnego pulpitu nawigacyjnego. Zobacz, jak mogą dodawać produkty pojedynczo lub zbiorczo.
pt_pt: Você, como proprietário do mercado, pode controlar todos os produtos vendidos em sua plataforma. Mas os vendedores gerenciam os produtos por meio de seu próprio painel. Veja como eles podem adicionar produtos um por um ou em massa.
ro_ro: În calitate de proprietar al pieței, puteți controla toate produsele vândute pe platforma dvs. Dar vânzătorii gestionează produsele prin propriul tablou de bord. Vedeți cum pot adăuga produse unul câte unul sau în vrac.
ru_ru: Вы как владелец маркетплейса можете управлять всеми товарами, которые у вас продаются. Продавцы управляют своими товарами из своей панели администратора. Посмотрите, как они добавляют один или сразу несколько товаров.
sv_se: Du som marknadsplatsägare kan kontrollera alla produkter som säljs på din plattform. Men säljare hanterar produkter via sin egen instrumentpanel. Se hur de kan lägga till produkter en efter en eller i bulk.
tr_tr: Pazaryeri sahibi olarak platformunuzda satılan tüm ürünleri kontrol edebilirsiniz. Ancak satıcılar ürünleri kendi kontrol panelleri aracılığıyla yönetirler. Ürünleri tek tek veya toplu olarak nasıl ekleyebileceklerini görün.
uk_ua: Ви як власник торгової площадки можете контролювати всі продукти, що продаються на вашій платформі. Але продавці керують продуктами через власну інформаційну панель. Подивіться, як вони можуть додавати продукти по одному або групою.
