Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/onboarding_guide.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::onboarding_guide.separate_payments_to_sellers_description
source: A customer pays to each seller separately. It becomes the seller’s responsibility to pay the commission to you (we have ways for that). Sellers will be able to set up their own shipping methods and promotions.
ar_sa: يدفع العميل لكل بائع على حدة. تقع على عاتق البائع مسؤولية دفع العمولة لك (لدينا طرق لذلك). سيتمكن البائعون من إعداد طرق الشحن والعروض الترويجية الخاصة بهم.
cs_cz: Zákazník platí každému prodejci zvlášť. Stává se povinností prodejce zaplatit vám provizi (máme k tomu způsoby). Prodejci si budou moci nastavit vlastní způsoby dopravy a propagační akce.
da_dk: En kunde betaler til hver sælger separat. Det bliver sælgers ansvar at betale kommissionen til dig (det har vi måder til). Sælgere vil være i stand til at oprette deres egne forsendelsesmetoder og kampagner.
de_de: Ein Kunde zahlt an jeden Verkäufer separat. Es liegt in der Verantwortung des Verkäufers, Ihnen die Provision zu zahlen (wir haben Möglichkeiten dafür). Verkäufer können ihre eigenen Versandmethoden und Werbeaktionen einrichten.
es_es: Un cliente paga a cada vendedor por separado. Es responsabilidad del vendedor pagarle la comisión (tenemos formas de hacerlo). Los vendedores podrán configurar sus propios métodos de envío y promociones.
fa_ir: یک مشتری به هر فروشنده جداگانه پرداخت می کند. پرداخت کمیسیون به شما به عهده فروشنده است (ما راه هایی برای آن داریم). فروشندگان می توانند روش های حمل و نقل و تبلیغات خود را تنظیم کنند.
fi_fi: Asiakas maksaa jokaiselle myyjälle erikseen. On myyjän vastuulla maksaa provisio sinulle (meillä on keinoja siihen). Myyjät voivat määrittää omat toimitustapansa ja tarjoukset.
fr_fr: Un client paie à chaque vendeur séparément. Il incombe au vendeur de vous payer la commission (nous avons des moyens pour cela). Les vendeurs pourront mettre en place leurs propres méthodes d’expédition et promotions.
he_il: לקוח משלם לכל מוכר בנפרד. זוהי אחריותו של המוכר לשלם לך את העמלה (יש לנו דרכים לכך). המוכרים יוכלו להגדיר שיטות משלוח ומבצעים משלהם.
hu_hu: A vásárló minden eladónak külön fizet. Az eladó felelőssége lesz a jutalék kifizetése Önnek (erre van módunk). Az eladók beállíthatják saját szállítási módjukat és promócióikat.
it_it: Un cliente paga a ciascun venditore separatamente. Diventa responsabilità del venditore pagarti la commissione (abbiamo modi per farlo). I venditori potranno impostare i propri metodi di spedizione e promozioni.
ja_jp: 顧客は各販売者に個別に支払います。あなたにコミッションを支払うのは売り手の責任となります（私たちにはそのための方法があります）。販売者は独自の配送方法やプロモーションを設定できるようになります。
nl_nl: Een klant betaalt afzonderlijk aan elke verkoper. Het wordt de verantwoordelijkheid van de verkoper om de commissie aan u te betalen (daar hebben wij manieren voor). Verkopers kunnen hun eigen verzendmethoden en promoties instellen.
no_no: En kunde betaler til hver selger separat. Det blir selgers ansvar å betale provisjonen til deg (vi har måter for det). Selgere vil kunne sette opp sine egne fraktmetoder og kampanjer.
pl_pl: Klient płaci każdemu sprzedającemu osobno. Zapłata prowizji staje się obowiązkiem sprzedającego (mamy na to sposoby). Sprzedawcy będą mogli skonfigurować własne metody wysyłki i promocje.
pt_pt: Um cliente paga a cada vendedor separadamente. Torna-se responsabilidade do vendedor pagar a comissão a você (temos meios para isso). Os vendedores poderão configurar seus próprios métodos de envio e promoções.
ro_ro: Un client plătește fiecărui vânzător separat. Devine responsabilitatea vânzătorului să vă plătească comisionul (avem modalități pentru asta). Vânzătorii își vor putea configura propriile metode de livrare și promoții.
ru_ru: Покупатель платит отдельно каждому продавцу. В этом случае продавец должен выплатить комиссию вам (в CS-Cart есть механизмы для этого). Продавцы смогут создавать свои собственные способы оплаты и промо-акции.
sv_se: En kund betalar till varje säljare separat. Det blir säljarens ansvar att betala provisionen till dig (vi har sätt för det). Säljare kommer att kunna ställa in sina egna fraktmetoder och kampanjer.
tr_tr: Müşteri her satıcıya ayrı ayrı ödeme yapar. Komisyonu size ödemek satıcının sorumluluğundadır (bunun için yöntemlerimiz vardır). Satıcılar kendi gönderim yöntemlerini ve promosyonlarını ayarlayabilecek.
uk_ua: Клієнт платить кожному продавцю окремо. Продавець несе відповідальність за виплату вам комісії (у нас є способи для цього). Продавці зможуть налаштувати власні способи доставки та акції.

# Languages::onboarding_guide.configure_payment_methods
source: Configure payment methods
ar_sa: تكوين طرق الدفع
cs_cz: Nakonfigurujte způsoby platby
da_dk: Konfigurer betalingsmetoder
de_de: Zahlungsmethoden konfigurieren
es_es: Configurar métodos de pago
fa_ir: روش های پرداخت را پیکربندی کنید
fi_fi: Määritä maksutavat
fr_fr: Configurer les modes de paiement
he_il: הגדר אמצעי תשלום
hu_hu: Fizetési módok konfigurálása
it_it: Configura i metodi di pagamento
ja_jp: 支払い方法を設定する
nl_nl: Configureer betaalmethoden
no_no: Konfigurer betalingsmåter
pl_pl: Konfiguracja metod płatności
pt_pt: Configurar métodos de pagamento
ro_ro: Configurați metodele de plată
ru_ru: Настройте способы оплаты
sv_se: Konfigurera betalningsmetoder
tr_tr: Ödeme yöntemlerini yapılandırın
uk_ua: Налаштувати способи оплати

# Languages::onboarding_guide.configure_payment_methods_description
source: CS-Cart allows you to set up various payment methods; most of them automatically process the full up-front payment. But for now, let’s set up "Cash on Delivery" just to see how it works.
ar_sa: يتيح لك CS-Cart إعداد طرق دفع مختلفة؛ يقوم معظمهم تلقائيًا بمعالجة الدفعة المقدمة بالكامل. لكن في الوقت الحالي، لنقم بإعداد "الدفع عند التسليم" فقط لنرى كيف يعمل.
cs_cz: CS-Cart umožňuje nastavit různé způsoby platby; většina z nich automaticky zpracuje celou platbu předem. Ale zatím si nastavíme „Dobírku“, abychom viděli, jak to funguje.
da_dk: CS-Cart giver dig mulighed for at opsætte forskellige betalingsmetoder; de fleste af dem behandler automatisk den fulde forudbetaling. Men for nu, lad os konfigurere "Kontant ved levering" bare for at se, hvordan det fungerer.
de_de: Mit CS-Cart können Sie verschiedene Zahlungsmethoden einrichten; Die meisten von ihnen verarbeiten die vollständige Vorauszahlung automatisch. Aber zunächst einmal richten wir „Nachnahme“ ein, um zu sehen, wie es funktioniert.
es_es: CS-Cart le permite configurar varios métodos de pago; la mayoría de ellos procesan automáticamente el pago total por adelantado. Pero por ahora, configuremos "Pago contra reembolso" sólo para ver cómo funciona.
fa_ir: CS-Cart به شما امکان می دهد روش های پرداخت مختلفی را تنظیم کنید. بسیاری از آنها به طور خودکار پرداخت اولیه کامل را پردازش می کنند. اما در حال حاضر، بیایید «نقد در تحویل» را راه‌اندازی کنیم تا ببینیم چگونه کار می‌کند.
fi_fi: CS-Cartin avulla voit määrittää erilaisia maksutapoja; useimmat niistä käsittelevät automaattisesti täyden ennakkomaksun. Mutta toistaiseksi määritetään postiennakkotila vain nähdäksemme, miten se toimii.
fr_fr: CS-Cart vous permet de configurer différents modes de paiement ; la plupart d'entre eux traitent automatiquement le paiement initial intégral. Mais pour l'instant, mettons en place le « paiement à la livraison » juste pour voir comment cela fonctionne.
he_il: CS-Cart מאפשר לך להגדיר אמצעי תשלום שונים; רובם מעבדים אוטומטית את מלוא התשלום מראש. אבל לעת עתה, בואו נגדיר את "מזומן במשלוח" רק כדי לראות איך זה עובד.
hu_hu: A CS-Cart lehetővé teszi különféle fizetési módok beállítását; legtöbbjük automatikusan feldolgozza a teljes előleget. De most állítsuk be az „Utánvét” funkciót, hogy lássuk, hogyan működik.
it_it: CS-Cart ti consente di impostare vari metodi di pagamento; la maggior parte di essi elabora automaticamente l'intero pagamento anticipato. Ma per ora impostiamo il "Contrassegno" solo per vedere come funziona.
ja_jp: CS-Cart では、さまざまな支払い方法を設定できます。ほとんどの場合、全額の前払いが自動的に処理されます。ただし、今は、それがどのように機能するかを確認するために、「代金引換」を設定してみましょう。
nl_nl: Met CS-Cart kunt u verschillende betaalmethoden instellen; de meeste verwerken automatisch de volledige vooruitbetaling. Maar laten we voorlopig "Onder rembours" instellen om te zien hoe het werkt.
no_no: CS-Cart lar deg sette opp ulike betalingsmetoder; de fleste av dem behandler automatisk hele forhåndsbetalingen. Men for nå, la oss sette opp "Kontant ved levering" bare for å se hvordan det fungerer.
pl_pl: CS-Cart umożliwia ustawienie różnych metod płatności; większość z nich to płatności online, które automatycznie dokonują pełnej płatności. Na razie skonfigurujmy opcję "Płatność przy odbiorze", aby zobaczyć, jak to działa.
pt_pt: CS-Cart permite configurar vários métodos de pagamento; a maioria deles processa automaticamente o pagamento antecipado integral. Mas, por enquanto, vamos configurar o "Pagamento na Entrega" só para ver como funciona.
ro_ro: CS-Cart vă permite să configurați diverse metode de plată; majoritatea procesează automat plata integrală în avans. Dar, deocamdată, să setăm „Ramburs la livrare” doar pentru a vedea cum funcționează.
ru_ru: CS-Cart позволяет вам создавать различные способы оплаты. Большинство из них автоматически берут с покупателя 100% предоплату. Но пока что для пробы давайте настроим способ оплаты "Наложенный платёж".
sv_se: CS-Cart låter dig ställa in olika betalningsmetoder; de flesta av dem behandlar automatiskt hela förskottsbetalningen. Men för nu, låt oss ställa in "Kontant vid leverans" bara för att se hur det fungerar.
tr_tr: CS-Cart çeşitli ödeme yöntemleri ayarlamanıza olanak tanır; çoğu ön ödemenin tamamını otomatik olarak işleme koyar. Ancak şimdilik, nasıl çalıştığını görmek için "Teslimatta Ödeme" seçeneğini ayarlayalım.
uk_ua: CS-Cart дозволяє налаштувати різні способи оплати; більшість із них автоматично обробляють повний авансовий платіж. Але поки що давайте налаштуємо «Оплата при доставці», щоб побачити, як це працює.

# Languages::onboarding_guide.view_checkout_page
source: View checkout page
ar_sa: عرض صفحة الخروج
cs_cz: Zobrazit stránku pokladny
da_dk: Se betalingssiden
de_de: Checkout-Seite anzeigen
es_es: Ver página de pago
fa_ir: مشاهده صفحه پرداخت
fi_fi: Näytä kassasivu
fr_fr: Afficher la page de paiement
he_il: צפה בדף התשלום
hu_hu: Nézd meg a fizetési oldalt
it_it: Visualizza la pagina di pagamento
ja_jp: チェックアウトページを表示
nl_nl: Bekijk de afrekenpagina
no_no: Se betalingssiden
pl_pl: Wyświetl stronę kasy
pt_pt: Ver página de finalização de compra
ro_ro: Vizualizați pagina de plată
ru_ru: Просмотр страницы оформления заказа
sv_se: Visa kassasidan
tr_tr: Ödeme sayfasını görüntüle
uk_ua: Переглянути сторінку оформлення замовлення

# Languages::onboarding_guide.view_checkout_page_description
source: Once configured, your payment method will appear at the checkout page:
ar_sa: بمجرد تكوينها، ستظهر طريقة الدفع الخاصة بك في صفحة الدفع:
cs_cz: Po nakonfigurování se váš způsob platby zobrazí na stránce pokladny:
da_dk: Når den er konfigureret, vises din betalingsmetode på betalingssiden:
de_de: Nach der Konfiguration wird Ihre Zahlungsmethode auf der Checkout-Seite angezeigt:
es_es: Una vez configurado, su método de pago aparecerá en la página de pago:
fa_ir: پس از پیکربندی، روش پرداخت شما در صفحه پرداخت ظاهر می شود:
fi_fi: Kun olet määrittänyt maksutapasi, se näkyy kassasivulla:
fr_fr: Une fois configuré, votre mode de paiement apparaîtra sur la page de paiement :
he_il: לאחר ההגדרה, אמצעי התשלום שלך יופיע בדף התשלום:
hu_hu: A konfigurálás után a fizetési mód megjelenik a fizetési oldalon:
it_it: Una volta configurato, il tuo metodo di pagamento apparirà nella pagina di pagamento:
ja_jp: 設定が完了すると、支払い方法がチェックアウト ページに表示されます。
nl_nl: Eenmaal geconfigureerd, verschijnt uw betaalmethode op de afrekenpagina:
no_no: Når betalingsmåten din er konfigurert, vises på betalingssiden:
pl_pl: Po skonfigurowaniu Twoja metoda płatności pojawi się na stronie kasy:
pt_pt: Depois de configurado, sua forma de pagamento aparecerá na página de finalização da compra:
ro_ro: Odată configurată, metoda dvs. de plată va apărea pe pagina de finalizare a comenzii:
ru_ru: После настройки способ оплаты появится на странице оформления заказа:
sv_se: När du har konfigurerat din betalningsmetod visas på kassasidan:
tr_tr: Yapılandırıldıktan sonra ödeme yönteminiz ödeme sayfasında görünecektir:
uk_ua: Після налаштування ваш спосіб оплати з’явиться на сторінці оформлення замовлення:

# Languages::onboarding_guide.missing_products
source: Missing products
ar_sa: المنتجات المفقودة
cs_cz: Chybějící produkty
da_dk: Manglende produkter
de_de: Fehlende Produkte
es_es: Productos faltantes
fa_ir: محصولات گم شده
fi_fi: Puuttuvat tuotteet
fr_fr: Produits manquants
he_il: חסרים מוצרים
hu_hu: Hiányzó termékek
it_it: Prodotti mancanti
ja_jp: 欠品商品
nl_nl: Ontbrekende producten
no_no: Mangler produkter
pl_pl: Brakujące produkty
pt_pt: Produtos ausentes
ro_ro: Lipsesc produse
ru_ru: Отсутствующие товары
sv_se: Saknade produkter
tr_tr: Eksik ürünler
uk_ua: Відсутні продукти

# Languages::onboarding_guide.create_at_least_one_product_to_proceed_to_checkout
source: Create at least one product to proceed to checkout
ar_sa: قم بإنشاء منتج واحد على الأقل للمتابعة إلى الخروج
cs_cz: Chcete-li přejít k pokladně, vytvořte alespoň jeden produkt
da_dk: Opret mindst ét produkt for at gå til kassen
de_de: Erstellen Sie mindestens ein Produkt, um zur Kasse zu gehen
es_es: Cree al menos un producto para proceder al pago
fa_ir: حداقل یک محصول ایجاد کنید تا به تسویه حساب ادامه دهید
fi_fi: Luo vähintään yksi tuote siirtyäksesi kassalle
fr_fr: Créez au moins un produit pour procéder au paiement
he_il: צור מוצר אחד לפחות כדי להמשיך לקופה
hu_hu: A fizetéshez hozzon létre legalább egy terméket
it_it: Crea almeno un prodotto per procedere al pagamento
ja_jp: チェックアウトに進むには少なくとも 1 つの商品を作成してください
nl_nl: Maak minimaal één product aan om door te gaan naar de kassa
no_no: Opprett minst ett produkt for å gå videre til kassen
pl_pl: Utwórz co najmniej jeden produkt, aby przejść do kasy
pt_pt: Crie pelo menos um produto para prosseguir para a finalização da compra
ro_ro: Creați cel puțin un produs pentru a trece la finalizarea comenzii
ru_ru: Создайте хотя бы один товар для перехода к оформлению заказа
sv_se: Skapa minst en produkt för att gå vidare till kassan
tr_tr: Ödeme işlemine devam etmek için en az bir ürün oluşturun
uk_ua: Створіть принаймні один продукт, щоб перейти до оплати

# Languages::onboarding_guide.manage_sellers
source: Manage sellers
ar_sa: إدارة البائعين
cs_cz: Správa prodejců
da_dk: Administrer sælgere
de_de: Verkäufer verwalten
es_es: Administrar vendedores
fa_ir: فروشندگان را مدیریت کنید
fi_fi: Hallitse myyjiä
fr_fr: Gérer les vendeurs
he_il: ניהול מוכרים
hu_hu: Eladók kezelése
it_it: Gestisci i venditori
ja_jp: 販売者の管理
nl_nl: Beheer verkopers
no_no: Administrer selgere
pl_pl: Zarządzanie sprzedawcami
pt_pt: Gerenciar vendedores
ro_ro: Gestionați vânzătorii
ru_ru: Управление продавцами
sv_se: Hantera säljare
tr_tr: Satıcıları yönet
uk_ua: Керуйте продавцями

# Languages::onboarding_guide.create_one_vendor
source: Add a seller
ar_sa: إضافة بائع
cs_cz: Přidat prodejce
da_dk: Tilføj en sælger
de_de: Fügen Sie einen Verkäufer hinzu
es_es: Añadir un vendedor
fa_ir: یک فروشنده اضافه کنید
fi_fi: Lisää myyjä
fr_fr: Ajouter un vendeur
he_il: הוסף מוכר
hu_hu: Adjon hozzá egy eladót
it_it: Aggiungi un venditore
ja_jp: 販売者を追加する
nl_nl: Voeg een verkoper toe
no_no: Legg til en selger
pl_pl: Dodawanie sprzedawcy
pt_pt: Adicionar um vendedor
ro_ro: Adăugați un vânzător
ru_ru: Добавить продавца
sv_se: Lägg till en säljare
tr_tr: Satıcı ekle
uk_ua: Додайте продавця

# Languages::onboarding_guide.create_vendor_description
source: Sellers—referred to as "vendors" in the admin panel—are essential for a marketplace. They provide products and services to customers. A seller can create an account themselves, or you can do it for them in the admin panel. Let’s add one seller via the admin panel.
ar_sa: يعد البائعون - الذين يُشار إليهم باسم "البائعين" في لوحة الإدارة - ضروريين للسوق. أنها توفر المنتجات والخدمات للعملاء. يمكن للبائع إنشاء حساب بنفسه، أو يمكنك القيام بذلك بالنيابة عنه في لوحة الإدارة. دعونا نضيف بائع واحد عبر لوحة الإدارة.
cs_cz: Prodejci – v administračním panelu označovaní jako „dodavatelé“ – jsou pro tržiště nezbytní. Poskytují produkty a služby zákazníkům. Prodejce si může vytvořit účet sám, nebo to můžete udělat za něj v administračním panelu. Pojďme přidat jednoho prodejce přes admin panel.
da_dk: Sælgere – omtalt som "leverandører" i administrationspanelet – er afgørende for en markedsplads. De leverer produkter og tjenester til kunder. En sælger kan selv oprette en konto, eller du kan gøre det for dem i adminpanelet. Lad os tilføje en sælger via administrationspanelet.
de_de: Verkäufer – im Admin-Bereich als „Anbieter“ bezeichnet – sind für einen Marktplatz unerlässlich. Sie bieten Kunden Produkte und Dienstleistungen an. Ein Verkäufer kann selbst ein Konto erstellen oder Sie können dies im Admin-Bereich für ihn tun. Fügen wir über das Admin-Panel einen Verkäufer hinzu.
es_es: Los vendedores, denominados "proveedores" en el panel de administración, son esenciales para un mercado. Proporcionan productos y servicios a los clientes. Un vendedor puede crear una cuenta por sí mismo o usted puede hacerlo por él en el panel de administración. Agreguemos un vendedor a través del panel de administración.
fa_ir: فروشندگان - که در پنل مدیریت به آنها "فروشندگان" گفته می شود - برای یک بازار ضروری هستند. آنها محصولات و خدمات را به مشتریان ارائه می دهند. یک فروشنده می تواند خودش یک حساب کاربری ایجاد کند یا می توانید این کار را در پنل مدیریت برای او انجام دهید. بیایید یک فروشنده از طریق پنل مدیریت اضافه کنیم.
fi_fi: Myyjät, joita kutsutaan hallintapaneelissa "toimittajaksi", ovat tärkeitä markkinapaikalle. He tarjoavat tuotteita ja palveluita asiakkaille. Myyjä voi luoda tilin itse tai voit tehdä sen hänelle hallintapaneelissa. Lisätään yksi myyjä hallintapaneelin kautta.
fr_fr: Les vendeurs, appelés « fournisseurs » dans le panneau d'administration, sont essentiels pour une place de marché. Ils fournissent des produits et des services aux clients. Un vendeur peut créer lui-même un compte ou vous pouvez le faire pour lui dans le panneau d'administration. Ajoutons un vendeur via le panneau d'administration.
he_il: מוכרים - המכונים "ספקים" בפאנל הניהול - חיוניים לשוק. הם מספקים מוצרים ושירותים ללקוחות. מוכר יכול ליצור חשבון בעצמו, או שאתה יכול לעשות זאת עבורו בפאנל הניהול. בואו נוסיף מוכר אחד דרך פאנל הניהול.
hu_hu: Az eladók – az adminisztrációs panelen „szállítókként” hivatkozva – elengedhetetlenek egy piactérhez. Termékeket és szolgáltatásokat nyújtanak az ügyfeleknek. Az eladó saját maga is létrehozhat fiókot, vagy megteheti helyettük az adminisztrációs panelen. Adjunk hozzá egy eladót az adminisztrációs panelen keresztül.
it_it: I venditori, indicati come "venditori" nel pannello di amministrazione, sono essenziali per un marketplace. Forniscono prodotti e servizi ai clienti. Un venditore può creare un account da solo oppure puoi farlo tu per lui nel pannello di amministrazione. Aggiungiamo un venditore tramite il pannello di amministrazione.
ja_jp: 販売者 (管理パネルでは「ベンダー」と呼ばれます) は、マーケットプレイスにとって不可欠です。彼らは顧客に製品とサービスを提供します。販売者が自分でアカウントを作成することも、管理者が管理パネルでアカウントを作成することもできます。管理パネルから販売者を 1 人追加しましょう。
nl_nl: Verkopers, in het beheerdersdashboard 'leveranciers' genoemd, zijn essentieel voor een marktplaats. Zij leveren producten en diensten aan klanten. Een verkoper kan zelf een account aanmaken, of u kunt dit voor hem doen in het beheerdersdashboard. Laten we één verkoper toevoegen via het beheerdersdashboard.
no_no: Selgere – referert til som «leverandører» i administrasjonspanelet – er avgjørende for en markedsplass. De leverer produkter og tjenester til kunder. En selger kan opprette en konto selv, eller du kan gjøre det for dem i administrasjonspanelet. La oss legge til én selger via administrasjonspanelet.
pl_pl: Sprzedający – zwani w panelu administracyjnym "sprzedawcami" – są niezbędni na rynku. Dostarczają produkty i usługi klientom. Sprzedawca może założyć konto samodzielnie lub Ty możesz to zrobić za niego w panelu administracyjnym. Dodajmy jednego sprzedawcę poprzez panel administracyjny.
pt_pt: Os vendedores – chamados de “fornecedores” no painel de administração – são essenciais para um mercado. Eles fornecem produtos e serviços aos clientes. O vendedor pode criar uma conta sozinho ou você pode fazer isso por ele no painel de administração. Vamos adicionar um vendedor através do painel de administração.
ro_ro: Vânzătorii – denumiți „vânzători” în panoul de administrare – sunt esențiali pentru o piață. Ei furnizează produse și servicii clienților. Un vânzător își poate crea singur un cont sau o puteți face pentru el în panoul de administrare. Să adăugăm un vânzător prin panoul de administrare.
ru_ru: Продавцы являются основой любого маркетплейса. Именно они продают товары и предоставляют услуги покупателям. Продавец может сам создать себе учётную запись, либо это можете сделать вы через панель администратора. Давайте создадим одного продавца.
sv_se: Säljare – kallade "leverantörer" i adminpanelen – är viktiga för en marknadsplats. De tillhandahåller produkter och tjänster till kunder. En säljare kan skapa ett konto själv, eller så kan du göra det åt dem i adminpanelen. Låt oss lägga till en säljare via adminpanelen.
tr_tr: Yönetici panelinde "satıcılar" olarak anılan satıcılar bir pazar yeri için çok önemlidir. Müşterilere ürün ve hizmet sunarlar. Satıcı kendisi bir hesap oluşturabilir veya bunu yönetici panelinde onlar adına yapabilirsiniz. Yönetici paneli üzerinden bir satıcı ekleyelim.
uk_ua: Продавці, яких на панелі адміністратора називають «постачальниками», є важливими для ринку. Вони надають продукти та послуги клієнтам. Продавець може створити обліковий запис самостійно, або ви можете зробити це за нього в панелі адміністратора. Додамо одного продавця через адмін панель.

# Languages::onboarding_guide.view_storefront
source: See sellers on the storefront
ar_sa: رؤية البائعين على واجهة المتجر
cs_cz: Podívejte se na prodejce ve výkladu
da_dk: Se sælgere på butiksfacade
de_de: Sehen Sie sich die Verkäufer im Schaufenster an
es_es: Ver vendedores en el escaparate
fa_ir: فروشندگان را در ویترین فروشگاه ببینید
fi_fi: Katso myyjiä myymälässä
fr_fr: Voir les vendeurs en vitrine
he_il: ראה את המוכרים בחזית החנות
hu_hu: Lásd az eladókat a kirakaton
it_it: Visualizza i venditori sulla vetrina
ja_jp: 店頭で販売者を確認する
nl_nl: Zie verkopers in de winkel
no_no: Se selgere på butikkfronten
pl_pl: Zobacz sprzedawców w frontend marketpace
pt_pt: Veja os vendedores na vitrine
ro_ro: Vedeți vânzătorii pe vitrină
ru_ru: Просмотр продавцов на витрине
sv_se: Se säljare i skyltfönstret
tr_tr: Vitrindeki satıcıları görün
uk_ua: Подивіться на продавців на вітрині

# Languages::onboarding_guide.view_invoice
source: View invoice
ar_sa: عرض الفاتورة
cs_cz: Zobrazit fakturu
da_dk: Se faktura
de_de: Rechnung ansehen
es_es: Mirar la factura
fa_ir: مشاهده فاکتور
fi_fi: Näytä lasku
fr_fr: Voir la facture
he_il: צפה בחשבונית
hu_hu: Számla megtekintése
it_it: Visualizza fattura
ja_jp: 請求書を表示する
nl_nl: Bekijk factuur
no_no: Se faktura
pl_pl: Podgląd faktury
pt_pt: Ver fatura
ro_ro: Vezi factura
ru_ru: Просмотр накладной
sv_se: Visa faktura
tr_tr: Faturayı görüntüle
uk_ua: Переглянути рахунок-фактуру
