Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/onboarding_guide.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::onboarding_guide.view_seller_plans
source: Preview seller plans
ar_sa: معاينة خطط البائع
cs_cz: Náhled plánů prodejce
da_dk: Se en forhåndsvisning af sælgerplaner
de_de: Vorschau der Verkäuferpläne
es_es: Vista previa de los planes del vendedor
fa_ir: پیش نمایش طرح های فروشنده
fi_fi: Esikatsele myyjäsuunnitelmia
fr_fr: Aperçu des plans du vendeur
he_il: תצוגה מקדימה של תוכניות המוכר
hu_hu: Tekintse meg az eladói terveket
it_it: Anteprima dei piani del venditore
ja_jp: 販売者のプランをプレビューする
nl_nl: Bekijk een voorbeeld van de plannen van de verkoper
no_no: Forhåndsvis selgerplaner
pl_pl: Podejrzyj plany sprzedawcy
pt_pt: Visualizar planos do vendedor
ro_ro: Previzualizează planurile vânzătorului
ru_ru: Предпросмотр тарифных планов
sv_se: Förhandsgranska säljarplaner
tr_tr: Satıcı planlarını önizleyin
uk_ua: Попередній перегляд планів продавця

# Languages::onboarding_guide.view_seller_plans_description
source: See how your configured seller plans appear to your prospective sellers on the storefront.
ar_sa: تعرف على كيفية ظهور خطط البائع التي تم تكوينها للبائعين المحتملين على واجهة المتجر.
cs_cz: Podívejte se, jak se vaše nakonfigurované plány prodejců zobrazují potenciálním prodejcům ve výloze.
da_dk: Se, hvordan dine konfigurerede sælgerplaner ser ud for dine potentielle sælgere på butiksfronten.
de_de: Sehen Sie, wie Ihre konfigurierten Verkäuferpläne Ihren potenziellen Verkäufern im Store angezeigt werden.
es_es: Vea cómo sus planes de vendedor configurados aparecen ante sus posibles vendedores en el escaparate.
fa_ir: ببینید چگونه برنامه های فروشنده پیکربندی شده شما برای فروشندگان احتمالی شما در ویترین فروشگاه ظاهر می شود.
fi_fi: Katso, miltä määrittämäsi myyjäsuunnitelmasi näyttävät mahdollisille myyjillesi myymälässä.
fr_fr: Découvrez comment vos plans de vendeur configurés apparaissent à vos vendeurs potentiels sur la vitrine.
he_il: ראה כיצד תוכניות המוכר המוגדרות שלך מופיעות בפני המוכרים הפוטנציאליים שלך בחזית החנות.
hu_hu: Tekintse meg, hogyan jelennek meg a konfigurált eladói csomagok a leendő eladók előtt a kirakatban.
it_it: Scopri come i tuoi piani venditore configurati appaiono ai tuoi potenziali venditori nella vetrina.
ja_jp: 設定した販売者プランが店頭で見込み販売者にどのように表示されるかを確認します。
nl_nl: Bekijk hoe uw geconfigureerde verkopersplannen in de winkel verschijnen voor uw potentiële verkopers.
no_no: Se hvordan de konfigurerte selgerplanene dine ser ut for dine potensielle selgere på butikkfronten.
pl_pl: Zobacz, jak skonfigurowane plany sprzedawcy będą widoczne dla potencjalnych sprzedawców w Twoim marketplace
pt_pt: Veja como seus planos de vendedor configurados aparecem para seus possíveis vendedores na loja.
ro_ro: Vedeți cum apar planurile dvs. de vânzător configurate pentru potențialii dvs. vânzători pe vitrina.
ru_ru: Посмотрите, как настроенные тарифные планы отображаются на витрине для потенциальных продавцов.
sv_se: Se hur dina konfigurerade säljarplaner ser ut för dina potentiella säljare i skyltfönstret.
tr_tr: Yapılandırılmış satıcı planlarınızın vitrinde potansiyel satıcılarınıza nasıl göründüğünü görün.
uk_ua: Подивіться, як ваші налаштовані плани продавців виглядають для ваших потенційних продавців на вітрині магазину.

# Languages::onboarding_guide.reset_onboarding
source: Reset onboarding
ar_sa: إعادة ضبط الإعداد
cs_cz: Resetovat registraci
da_dk: Nulstil onboarding
de_de: Onboarding zurücksetzen
es_es: Restablecer incorporación
fa_ir: بازنشانی ورود
fi_fi: Nollaa käyttöönotto
fr_fr: Réinitialiser l'intégration
he_il: אפס את ההטמעה
it_it: Reimposta l'onboarding
ja_jp: オンボーディングをリセットする
nl_nl: Onboarding opnieuw instellen
no_no: Tilbakestill onboarding
pl_pl: Zresetuj wprowadzenie do marketplace
pt_pt: Redefinir integração
ro_ro: Resetați integrarea
ru_ru: Сбросить прогресс в "Первых шагах"
sv_se: Återställ onboarding
tr_tr: İlk katılımı sıfırla
uk_ua: Скинути адаптацію

# Languages::onboarding_guide.reset
source: Reset
ar_sa: إعادة ضبط
cs_cz: Resetovat
da_dk: Nulstil
de_de: Zurücksetzen
es_es: Reiniciar
fa_ir: بازنشانی کنید
fi_fi: Nollaa
fr_fr: Réinitialiser
he_il: אִתחוּל
hu_hu: Visszaállítás
it_it: Ripristina
ja_jp: リセット
nl_nl: Opnieuw instellen
no_no: Nullstille
pl_pl: Wyczyść
pt_pt: Reiniciar
ro_ro: Resetați
ru_ru: Сбросить
sv_se: Återställa
tr_tr: Sıfırla
uk_ua: Скинути

# Languages::onboarding_guide.configure_shippings_title
source: Set up shipping
ar_sa: إعداد الشحن
cs_cz: Nastavte dopravu
da_dk: Konfigurer forsendelse
de_de: Versand einrichten
es_es: Configurar el envío
fa_ir: حمل و نقل را تنظیم کنید
fi_fi: Määritä toimitus
fr_fr: Configurer l'expédition
he_il: הגדר משלוח
hu_hu: Állítsa be a szállítást
it_it: Configura la spedizione
ja_jp: 配送を設定する
nl_nl: Verzending instellen
no_no: Sett opp frakt
pl_pl: Skonfiguruj wysyłkę
pt_pt: Configurar frete
ro_ro: Configurați livrarea
ru_ru: Настройте доставку
sv_se: Ställ in frakt
tr_tr: Gönderimi ayarlama
uk_ua: Налаштувати доставку

# Languages::onboarding_guide.configure_shippings_description
source: CS-Cart provides your customers with shipping rates depending on the customer's address and order. You can set the rules for these rates yourself, or receive rates in real time from shipping companies like UPS or DHL. You can also make shipping methods available in some locations and unavailable in others.
ar_sa: توفر CS-Cart لعملائك أسعار الشحن حسب عنوان العميل وطلبه. يمكنك تعيين قواعد هذه الأسعار بنفسك، أو الحصول على الأسعار في الوقت الفعلي من شركات الشحن مثل UPS أو DHL. يمكنك أيضًا إتاحة طرق الشحن في بعض المواقع وعدم توفرها في مواقع أخرى.
cs_cz: CS-Cart poskytuje vašim zákazníkům sazby za dopravu v závislosti na adrese a objednávce zákazníka. Pravidla pro tyto sazby můžete nastavit sami, nebo můžete sazby přijímat v reálném čase od přepravních společností, jako je UPS nebo DHL. Můžete také zpřístupnit způsoby dopravy v některých lokalitách a nedostupné v jiných.
da_dk: CS-Cart giver dine kunder forsendelsespriser afhængig af kundens adresse og ordre. Du kan selv angive reglerne for disse priser eller modtage priser i realtid fra fragtfirmaer som UPS eller DHL. Du kan også gøre forsendelsesmetoder tilgængelige nogle steder og utilgængelige andre.
de_de: CS-Cart bietet Ihren Kunden Versandkosten abhängig von der Adresse und Bestellung des Kunden. Sie können die Regeln für diese Tarife selbst festlegen oder Tarife in Echtzeit von Versandunternehmen wie UPS oder DHL erhalten. Sie können Versandmethoden auch an einigen Standorten verfügbar und an anderen nicht verfügbar machen.
es_es: CS-Cart proporciona a sus clientes tarifas de envío según la dirección y el pedido del cliente. Puede establecer las reglas para estas tarifas usted mismo o recibir tarifas en tiempo real de compañías de envío como UPS o DHL. También puede hacer que los métodos de envío estén disponibles en algunas ubicaciones y no estén disponibles en otras.
fa_ir: CS-Cart با توجه به آدرس و سفارش مشتری، نرخ حمل و نقل را به مشتریان شما ارائه می دهد. شما می‌توانید قوانین این نرخ‌ها را خودتان تنظیم کنید، یا نرخ‌ها را به صورت بلادرنگ از شرکت‌های حمل‌ونقل مانند UPS یا DHL دریافت کنید. همچنین می‌توانید روش‌های حمل و نقل را در برخی مکان‌ها در دسترس و در برخی مکان‌ها غیرقابل دسترس قرار دهید.
fi_fi: CS-Cart tarjoaa asiakkaillesi toimituskulut asiakkaan osoitteen ja tilauksen mukaan. Voit määrittää näiden hintojen säännöt itse tai saada hinnat reaaliajassa laivayhtiöiltä, kuten UPS tai DHL. Voit myös asettaa toimitustavat saataville joissakin paikoissa ja poissa toisissa paikoissa.
fr_fr: CS-Cart propose à vos clients des tarifs d'expédition en fonction de l'adresse et de la commande du client. Vous pouvez définir vous-même les règles de ces tarifs ou recevoir les tarifs en temps réel des sociétés de transport comme UPS ou DHL. Vous pouvez également rendre les méthodes d'expédition disponibles dans certains endroits et indisponibles dans d'autres.
he_il: CS-Cart מספקת ללקוחות שלך תעריפי משלוח בהתאם לכתובת הלקוח ולהזמנה. אתה יכול להגדיר את הכללים לתעריפים אלה בעצמך, או לקבל תעריפים בזמן אמת מחברות שילוח כמו UPS או DHL. אתה יכול גם להפוך את שיטות המשלוח לזמינות במקומות מסוימים ולא זמינות באחרים.
hu_hu: A CS-Cart az ügyfél címétől és megrendelésétől függően szállítási díjakat biztosít ügyfelei számára. Ezekre az árakra vonatkozó szabályokat saját maga is beállíthatja, vagy valós időben megkaphatja a díjakat olyan szállítmányozó cégektől, mint a UPS vagy a DHL. Egyes helyeken elérhetővé teheti a szállítási módokat, máshol pedig nem.
it_it: CS-Cart fornisce ai tuoi clienti tariffe di spedizione in base all'indirizzo e all'ordine del cliente. Puoi impostare tu stesso le regole per queste tariffe o ricevere tariffe in tempo reale da compagnie di spedizione come UPS o DHL. Puoi anche rendere i metodi di spedizione disponibili in alcune località e non disponibili in altre.
ja_jp: CS-Cart は、顧客の住所と注文に応じて配送料を顧客に提供します。これらの料金のルールを自分で設定することも、UPS や DHL などの配送会社からリアルタイムで料金を受け取ることもできます。また、配送方法を一部の地域では利用可能にし、他の地域では利用できないようにすることもできます。
nl_nl: CS-Cart biedt uw klanten verzendkosten, afhankelijk van het adres en de bestelling van de klant. U kunt zelf de regels voor deze tarieven instellen of realtime tarieven ontvangen van transportbedrijven als UPS of DHL. U kunt verzendmethoden ook op sommige locaties beschikbaar maken en op andere niet.
no_no: CS-Cart gir kundene dine fraktpriser avhengig av kundens adresse og ordre. Du kan angi reglene for disse prisene selv, eller motta priser i sanntid fra fraktselskaper som UPS eller DHL. Du kan også gjøre forsendelsesmetoder tilgjengelige noen steder og utilgjengelige andre.
pl_pl: CS-Cart zapewnia Twoim klientom stawki za wysyłkę w zależności od adresu klienta i zamówienia. Możesz samodzielnie ustawić zasady dotyczące tych stawek lub otrzymywać stawki w czasie rzeczywistym od firm spedycyjnych, takich jak UPS lub DHL. Możesz także sprawić, że metody wysyłki będą dostępne w niektórych lokalizacjach, a niedostępne w innych.
pt_pt: CS-Cart oferece aos seus clientes taxas de envio dependendo do endereço e do pedido do cliente. Você mesmo pode definir as regras para essas tarifas ou receber tarifas em tempo real de empresas de transporte como UPS ou DHL. Você também pode disponibilizar métodos de envio em alguns locais e indisponíveis em outros.
ro_ro: CS-Cart oferă clienților tăi tarife de expediere în funcție de adresa și comanda clientului. Puteți stabili singur regulile pentru aceste tarife sau puteți primi tarife în timp real de la companii de transport maritim precum UPS sau DHL. De asemenea, puteți face metode de expediere disponibile în unele locații și indisponibile în altele.
ru_ru: CS-Cart показывает покупателям стоимость доставки в зависимости от их адреса и заказа. Вы можете задать правила расчёта стоимости вручную или же получать стоимость доставки в реальном времени от транспортных компаний (например СДЭК, Boxberry, и т.д.). Также вы можете настроить доступность или недоступность способа доставки в разных регионах.
sv_se: CS-Cart ger dina kunder fraktpriser beroende på kundens adress och beställning. Du kan ställa in reglerna för dessa priser själv, eller ta emot priser i realtid från fraktbolag som UPS eller DHL. Du kan också göra leveransmetoder tillgängliga på vissa platser och otillgängliga på andra.
tr_tr: CS-Cart, müşterilerinize, müşterinin adresine ve siparişine bağlı olarak kargo ücretleri sunar. Bu fiyatlara ilişkin kuralları kendiniz belirleyebilir veya UPS veya DHL gibi kargo şirketlerinden gerçek zamanlı olarak fiyatlar alabilirsiniz. Ayrıca gönderim yöntemlerini bazı konumlarda kullanılabilir, bazılarında ise kullanılamaz hale getirebilirsiniz.
uk_ua: CS-Cart надає вашим клієнтам тарифи на доставку залежно від адреси та замовлення клієнта. Ви можете встановити правила для цих тарифів самостійно або отримати тарифи в реальному часі від транспортних компаній, як-от UPS або DHL. Ви також можете зробити способи доставки доступними в деяких місцях і недоступними в інших.

# Languages::onboarding_guide.configure_shippings_label
source: Let's set up a shipping method called "Pickup from store" to see how it works.
ar_sa: لنقم بإعداد طريقة شحن تسمى "الاستلام من المتجر" لنرى كيف تعمل.
cs_cz: Pojďme nastavit způsob dopravy s názvem „Vyzvednutí z obchodu“, abychom viděli, jak to funguje.
da_dk: Lad os konfigurere en forsendelsesmetode kaldet "Afhentning fra butik" for at se, hvordan det fungerer.
de_de: Lassen Sie uns eine Versandmethode namens „Abholung im Geschäft“ einrichten, um zu sehen, wie sie funktioniert.
es_es: Configuremos un método de envío llamado "Recogida en tienda" para ver cómo funciona.
fa_ir: بیایید یک روش حمل و نقل به نام "وصول از فروشگاه" تنظیم کنیم تا ببینیم چگونه کار می کند.
fi_fi: Määritetään toimitustapa nimeltä "Nouto myymälästä" nähdäksesi, miten se toimii.
fr_fr: Mettons en place un mode d'expédition appelé « Retrait en magasin » pour voir comment cela fonctionne.
he_il: בואו נגדיר שיטת משלוח שנקראת "איסוף מהחנות" כדי לראות איך זה עובד.
hu_hu: Állítsunk be egy „Üzletből történő átvétel” nevű szállítási módot, hogy megtudjuk, hogyan működik.
it_it: Impostiamo un metodo di spedizione chiamato "Ritiro in negozio" per vedere come funziona.
ja_jp: 「店舗からの受け取り」という配送方法を設定して、どのように機能するかを見てみましょう。
nl_nl: Laten we een verzendmethode instellen met de naam 'Ophalen in de winkel' om te zien hoe dit werkt.
no_no: La oss sette opp en fraktmetode som heter "henting fra butikk" for å se hvordan det fungerer.
pl_pl: Skonfigurujmy metodę wysyłki o nazwie „Odbiór ze sklepu”, aby zobaczyć, jak to działa.
pt_pt: Vamos configurar um método de envio chamado "Retirada na loja" para ver como funciona.
ro_ro: Să setăm o metodă de expediere numită „Ridicare din magazin” pentru a vedea cum funcționează.
ru_ru: Чтобы попробовать настройки доставки, давайте создадим способ доставки "Самовывоз".
sv_se: Låt oss ställa in en fraktmetod som heter "Hämtning från butik" för att se hur det fungerar.
tr_tr: Nasıl çalıştığını görmek için "Mağazadan teslim alma" adlı bir gönderim yöntemi ayarlayalım.
uk_ua: Давайте налаштуємо спосіб доставки під назвою «Забрати з магазину», щоб побачити, як він працює.

# Languages::onboarding_guide.configure_shippings
source: Configure shipping methods
ar_sa: تكوين طرق الشحن
cs_cz: Nakonfigurujte způsoby dopravy
da_dk: Konfigurer forsendelsesmetoder
de_de: Versandarten konfigurieren
es_es: Configurar métodos de envío
fa_ir: پیکربندی روش های حمل و نقل
fi_fi: Määritä toimitustavat
fr_fr: Configurer les méthodes d'expédition
he_il: הגדר שיטות משלוח
hu_hu: Konfigurálja a szállítási módokat
it_it: Configura i metodi di spedizione
ja_jp: 配送方法を設定する
nl_nl: Verzendmethoden configureren
no_no: Konfigurer forsendelsesmetoder
pl_pl: Skonfiguruj metody wysyłki
pt_pt: Configurar métodos de envio
ro_ro: Configurați metodele de expediere
ru_ru: Настроить способы доставки
sv_se: Konfigurera fraktmetoder
tr_tr: Gönderim yöntemlerini yapılandırma
uk_ua: Налаштувати способи доставки
