Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/paypal_commerce_platform.po
Languages: uz_uz

# Addons::name::paypal_commerce_platform
source: PayPal Commerce Platform
uz_uz: PayPal savdo platformasi

# Addons::description::paypal_commerce_platform
source: This add-on will help root store administrators to distribute funds automatically among multiple vendors through PayPal.
uz_uz: Ushbu plagin ildiz do'kon ma'murlariga mablag'larni PayPal orqali bir nechta sotuvchilar o'rtasida avtomatik ravishda taqsimlashga yordam beradi.

# SettingsSections::paypal_commerce_platform::general
source: General
uz_uz: Umumiy

# SettingsOptions::paypal_commerce_platform::collect_payouts
source: Commission includes
uz_uz: Komissiya o'z ichiga oladi

# SettingsVariants::paypal_commerce_platform::collect_payouts::N
source: Order commission
uz_uz: Buyurtma komissiyasi

# SettingsVariants::paypal_commerce_platform::collect_payouts::Y
source: Order commission and unpaid payouts
uz_uz: Buyurtma komissiyasi va to'lanmagan to'lovlar

# SettingsOptions::paypal_commerce_platform::rma_refunded_order_status
source: Order status on refund
uz_uz: To'lovni qaytarish bo'yicha buyurtma holati

# Languages::paypal_commerce_platform.paypal_commerce_platform
source: PayPal Commerce Platform
uz_uz: PayPal savdo platformasi

# Languages::paypal_commerce_platform.payer_id
source: Merchant account ID
uz_uz: Savdogar hisobi identifikatori

# Languages::paypal_commerce_platform.client_id
source: App Client ID
uz_uz: Ilova mijoz identifikatori

# Languages::paypal_commerce_platform.secret
source: App Secret
uz_uz: Ilova siri

# Languages::paypal_commerce_platform.connect_with_paypal
source: Connect with PayPal
uz_uz: PayPal bilan ulaning

# Languages::paypal_commerce_platform.disconnect
source: Disconnect account
uz_uz: Hisobni uzish

# Languages::paypal_commerce_platform.paypal_account
source: PayPal account
uz_uz: PayPal hisobi

# Languages::paypal_commerce_platform.connected
source: Connected
uz_uz: Ulangan

# Languages::paypal_commerce_platform.not_connected
source: Not connected
uz_uz: Ulanmagan

# Languages::paypal_commerce_platform.account_connected
source: Your PayPal account has been successfully connected to the store
uz_uz: PayPal hisobingiz do'konga muvaffaqiyatli ulandi

# Languages::paypal_commerce_platform.account_connection_failure
source: Unable to connect your PayPal account to the store
uz_uz: PayPal hisobingizni doʻkonga ulab boʻlmadi

# Languages::paypal_commerce_platform.account_disconnected
source: Your PayPal account has been successfully disconnected from the store
uz_uz: PayPal hisobingiz doʻkondan muvaffaqiyatli uzildi

# Languages::paypal_commerce_platform.withdrawal_for_the_order
source: Withdrawal for the order #[order_id]
uz_uz: Buyurtmani yechib olish #[order_id]

# Languages::paypal_commerce_platform.refund_id
source: Refund transaction ID in PayPal
uz_uz: PayPal-dagi tranzaksiya identifikatorini qaytarish

# Languages::paypal_commerce_platform.withdrawal
source: Withdrawal amount
uz_uz: Olib tashlash miqdori

# Languages::paypal_commerce_platform.rma.perform_refund
source: Give a refund via PayPal Commerce Platform
uz_uz: PayPal Commerce Platform orqali pulni qaytarib bering

# Languages::ttc_paypal_commerce_platform.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
uz_uz: Administrator qaytarish so‘rovi holatini o‘zgartirgandan so‘ng to‘lov qaytariladi

# Languages::paypal_commerce_platform.rma.refund_performed
source: The refund has been made via PayPal Commerce Platform
uz_uz: Pulni qaytarish PayPal Commerce Platform orqali amalga oshirildi

# Languages::paypal_commerce_platform.order_id
source: Order ID in PayPal
uz_uz: PayPal-da buyurtma identifikatori

# Languages::paypal_commerce_platform.capture_id
source: Capture ID in PayPal
uz_uz: PayPal-da ID-ni yozib oling

# Languages::paypal_commerce_platform.payout_id
source: Payout transaction ID in PayPal
uz_uz: PayPalda toʻlov tranzaksiya identifikatori

# Languages::paypal_commerce_platform.payout_failure_reason
source: Payout failure reason
uz_uz: To'lovni amalga oshirmaslik sababi

# Languages::paypal_commerce_platform.own_account_cant_be_used_for_vendor
source: Your own PayPal account can't be used to connect a vendor to the store
uz_uz: Sotuvchini doʻkonga ulash uchun shaxsiy PayPal hisobingizdan foydalanib boʻlmaydi

# Languages::ttc_paypal_commerce_platform.rma.order_status_on_refund
source: Determines whether or not to change the order status after a refund was performed via the RMA add-on.
uz_uz: RMA qo'shimchasi orqali to'lovni qaytarish amalga oshirilgandan keyin buyurtma holatini o'zgartirish yoki o'zgartirmaslikni aniqlaydi.

# Languages::paypal_commerce_platform.do_not_change
source: Do not change
uz_uz: O'zgartirmang

# Languages::paypal_commerce_platform.set_status_to
source: Set to:
uz_uz: Sozlash:

# Languages::paypal_commerce_platform.webhook_help_message
source: Specify the following URL when configuring a webhook for your REST application:
uz_uz: REST ilovangiz uchun vebhukni sozlashda quyidagi URL manzilini belgilang:

# Languages::paypal_commerce_platform.webhook
source: PayPal Commerce Platform webhook: [payload]
uz_uz: PayPal Tijorat platformasi veb-huk: [payload]

# Languages::paypal_commerce_platform.settings.account
source: Account settings
uz_uz: Profil sozlamalari

# Languages::paypal_for_markeplaces.settings.enable_funding
source: Funding sources to show on checkout
uz_uz: To'lovda ko'rsatiladigan moliyalashtirish manbalari

# Languages::paypal_commerce_platform.funding.card
source: Credit or debit cards
uz_uz: Kredit yoki debet kartalari

# Languages::paypal_commerce_platform.funding.credit
source: PayPal Credit
uz_uz: PayPal krediti

# Languages::paypal_for_markeplaces.settings.enable_cards
source: Cards to show on checkout
uz_uz: Hisob-kitob paytida ko'rsatiladigan kartalar

# Languages::paypal_for_markeplaces.settings.style
source: Button appearance
uz_uz: Tugma ko'rinishi

# Languages::paypal_commerce_platform.style.shape
source: Shape
uz_uz: Shakl

# Languages::paypal_commerce_platform.shape.pill
source: Pill
uz_uz: burchaklarsiz

# Languages::paypal_commerce_platform.shape.rect
source: Rectangular
uz_uz: To'rtburchak

# Languages::paypal_commerce_platform.style.color
source: Color
uz_uz: Rang

# Languages::paypal_commerce_platform.color.gold
source: Gold
uz_uz: Oltin

# Languages::paypal_commerce_platform.color.blue
source: Blue
uz_uz: Moviy

# Languages::paypal_commerce_platform.color.silver
source: Silver
uz_uz: Kumush

# Languages::paypal_commerce_platform.color.black
source: Black
uz_uz: Qora

# Languages::paypal_commerce_platform.style.height
source: Height
uz_uz: Balandligi

# Languages::paypal_commerce_platform.bn_code
source: Partner integration code
uz_uz: Hamkor integratsiya kodi

# Languages::paypal_commerce_platform.delay_disburse_of_payouts
source: Delay transfer of funds
uz_uz: Pul mablag'larini o'tkazishni kechiktirish

# Languages::paypal_commerce_platform.disburse_payouts_to_vendors
source: Transfer funds to vendors
uz_uz: Pul mablag'larini sotuvchilarga o'tkazing

# Languages::paypal_commerce_platform.automatic_disburse
source: Automatic transfer
uz_uz: Avtomatik uzatish

# Languages::paypal_commerce_platform.trigger_disburse_payouts.description
source: Allows you to check the orders first, instead of sending money to all vendors immediately. Transfer money to each vendor manually from the order page, or schedule automatic periodic disbursements to all vendors with a cron command. PayPal allows delays up to 28 days; after that, money will be disbursed to vendors automatically.
uz_uz: Barcha sotuvchilarga zudlik bilan pul jo'natish o'rniga, birinchi navbatda buyurtmalarni tekshirish imkonini beradi. Buyurtma sahifasidan har bir sotuvchiga pulni qo'lda o'tkazing yoki cron buyrug'i bilan barcha sotuvchilarga avtomatik davriy to'lovlarni rejalashtiring. PayPal 28 kungacha kechikishlarga ruxsat beradi; shundan so'ng, pul avtomatik ravishda sotuvchilarga beriladi.

# Languages::paypal_commerce_platform.cron_text
source: The command below automatically transfers funds to vendors for all orders that are older than 14 days. Add it to cron to make sure that vendors get paid regularly. You can change the value of "--days" from 14 to any number up to 28. PayPal will automatically disburse money to vendors after 28 days.
uz_uz: Quyidagi buyruq 14 kundan ortiq bo'lgan barcha buyurtmalar uchun pul mablag'larini avtomatik ravishda sotuvchilarga o'tkazadi. Sotuvchilar muntazam ravishda maosh olishlariga ishonch hosil qilish uchun uni cron-ga qo'shing. Siz "--days" qiymatini 14 dan 28 gacha bo'lgan istalgan raqamga o'zgartirishingiz mumkin. PayPal 28 kundan keyin avtomatik ravishda sotuvchilarga pul to'laydi.

# Languages::paypal_commerce_platform.delay_disburse_of_payouts_to_vendors
source: Delay transfer of funds to vendors
uz_uz: Pul mablag'larini sotuvchilarga o'tkazishni kechiktirish

# Languages::paypal_commerce_platform.funds_were_transferred_to_vendor
source: Funds were transferred to vendor.
uz_uz: Mablag'lar sotuvchiga o'tkazildi.

# Languages::paypal_commerce_platform.funds_transferred_successfully
source: Funds have been transferred successfully.
uz_uz: Mablag'lar muvaffaqiyatli o'tkazildi.

# Languages::paypal_commerce_platform.transfer_funds_error
source: Couldn't transfer funds to vendor. Please try again later or contact the payment processor.
uz_uz: Sotuvchiga pul o‘tkazib bo‘lmadi. Keyinroq qayta urinib ko‘ring yoki to‘lov protsessoriga murojaat qiling.

# Languages::paypal_commerce_platform.reason_with_error_text
source: Reason (as provided by the payment processor): [error_text]
uz_uz: Sabab (to'lov protsessor tomonidan taqdim etilgan): [error_text]
