Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/paypal_adaptive.po
Languages: uz_uz

# Addons::name::paypal_adaptive
source: PayPal Adaptive Payments [Deprecated]
uz_uz: PayPal moslashtirilgan toʻlovlari [Deprecated]

# Addons::description::paypal_adaptive
source: This add-on will help root store administrators to distribute funds automatically among multiple vendors through PayPal. Only existing PayPal Adaptive clients can use this add-on. We recommend you to use the PayPal Commerce Platform add-on instead.
uz_uz: Ushbu plagin ildiz do'kon ma'murlariga mablag'larni PayPal orqali bir nechta sotuvchilar o'rtasida avtomatik ravishda taqsimlashga yordam beradi. Ushbu plagindan faqat mavjud PayPal Adaptive mijozlari foydalanishi mumkin. Buning oʻrniga PayPal Commerce Platform plaginidan foydalanishingizni tavsiya qilamiz.

# Languages::paypal_api_username
source: API username
uz_uz: API foydalanuvchi nomi

# Languages::paypal_api_password
source: API password
uz_uz: API paroli

# Languages::paypal_adaptive.vendor.paypal_email
source: PayPal Account email
uz_uz: PayPal hisobi elektron pochtasi

# Languages::pp_adaptive_payments
source: PayPal Adaptive Payments
uz_uz: PayPal bilan moslashtirilgan to'lovlar

# Languages::primary_email
source: PayPal Primary account email
uz_uz: PayPal asosiy hisob elektron pochtasi

# Languages::processing_payment_for_order
source: Processing Payment for order
uz_uz: Buyurtma uchun to'lovni qayta ishlash

# Languages::paypal_adaptive_pay_orders
source: Pay order
uz_uz: Buyurtmani to'lash

# Languages::paypal_adaptive_pay_step
source: step pay
uz_uz: qadam to'lovi

# Languages::paypal_adaptive_pay
source: Pay
uz_uz: To'lash

# Languages::paypal_adaptive_progress_payment_order
source: Progress pay orders
uz_uz: To'lov topshiriqlarini bajarish

# Languages::paypal_adaptive_paid
source: Paid
uz_uz: To'langan

# Languages::paypal_adaptive_cancel
source: Return to checkout
uz_uz: Hisob-kitob sahifasiga qaytish

# Languages::paypal_adaptive_type_payments
source: PayPal payments type
uz_uz: PayPal to'lov turi

# Languages::paypal_adaptive_chained_payments
source: Chained
uz_uz: Zanjirlangan

# Languages::order_subtotal
source: Order subtotal
uz_uz: Buyurtma oraliq jami

# Languages::paypal_adaptive_payer_fees
source: Payer fees
uz_uz: To'lovchi to'lovlari

# Languages::paypal_adaptive_fees_eachreceiver
source: Each receiver
uz_uz: Har bir qabul qiluvchi

# Languages::paypal_adaptive_fees_primaryreceiver
source: Primary receiver
uz_uz: Asosiy qabul qiluvchi

# Languages::paypal_adaptive_pending_payment
source: Pending payment
uz_uz: Toʻlov kutilmoqda

# Languages::block_paypal_adaptive
source: PayPal Adaptive
uz_uz: PayPal moslashuvi

# Languages::paypal_calc_comission_based_on
source: To calculate commission based on
uz_uz: asosida komissiya hisoblash uchun

# SettingsSections::paypal_adaptive::general
source: General
uz_uz: Umumiy

# SettingsOptions::paypal_adaptive::count_vendor_commission_on_basis
source: To calculate commission based on
uz_uz: asosida komissiya hisoblash uchun

# SettingsTooltips::paypal_adaptive::count_vendor_commission_on_basis
source: Indicates the sum based on which commission will be calculated
uz_uz: Qaysi komissiya hisoblanishiga asoslangan summani bildiradi

# SettingsVariants::paypal_adaptive::count_vendor_commission_on_basis::O
source: Order total
uz_uz: Buyurtma jami

# SettingsVariants::paypal_adaptive::count_vendor_commission_on_basis::S
source: Order subtotal
uz_uz: Buyurtma oraliq jami

# SettingsOptions::paypal_adaptive::collect_payouts
source: Collect payouts on vendors
uz_uz: Sotuvchilardan to'lovlarni yig'ing

# SettingsTooltips::paypal_adaptive::collect_payouts
source: When creating a withdrawal for a vendor, the amount of unpaid payouts will be held back from the withdrawal amount.
uz_uz: Sotuvchi uchun naqd pulni yaratishda, to'lanmagan to'lovlar miqdori yechib olingan summadan ushlab qolinadi.

# Languages::paypal_adaptive_override_with_secondary_currency
source: Use customer's choice of currency
uz_uz: Mijoz tanlagan valyutadan foydalaning

# Languages::paypal_adaptive_use_in_context_checkout
source: Use In-Context Checkout
uz_uz: In-Context Checkout-dan foydalaning

# Languages::works_in_browsers
source: It doesn't work in Safari browser and ios devices
uz_uz: Bu Safari brauzerida va iOS qurilmalarida ishlamaydi

# Languages::paypal_commission
source: PayPal Adaptive Payments commission
uz_uz: PayPal Adaptiv to'lovlar komissiyasi

# Languages::paypal_commission_type
source: PayPal commission type
uz_uz: PayPal komissiyasi turi

# Languages::paypal_adaptive.commission_type
source: Commission type
uz_uz: Komissiya turi

# Languages::paypal_adaptive.tooltips.commission_type
source: The setting allows to select the way commission is charged to the vendor when using the PayPal Adaptive payment method. If Vendors commission is selected, commission will be charged in the amount that is specified in the corresponding field of the vendor. If PayPal Adaptive commission is selected, a separate field will be used to avoid confusion with standard commissions. It will be used only for the PayPal Adaptive payment method. If the 'Vendor commission' add-on is not installed/disabled, 'PayPal Adaptive Payments commission' will be used.
uz_uz: Sozlama PayPal Adaptive to'lov usulidan foydalanganda sotuvchidan komissiya undirish usulini tanlash imkonini beradi. Agar sotuvchilar komissiyasi tanlangan bo'lsa, sotuvchining tegishli maydonida ko'rsatilgan miqdorda komissiya olinadi. Agar PayPal Adaptiv komissiyasi tanlansa, standart komissiyalar bilan chalkashmaslik uchun alohida maydon ishlatiladi. U faqat PayPal Adaptive to'lov usuli uchun ishlatiladi. Agar "Vendor komissiyasi" qo'shimchasi o'rnatilmagan/o'chirilgan bo'lsa, "PayPal Adaptive Payments komissiyasi" ishlatiladi.

# Languages::paypal_adaptive.ppa_commission
source: PayPal Adaptive Payments commission
uz_uz: PayPal Adaptiv to'lovlar komissiyasi

# Languages::paypal_adaptive.vendor_plans
source: Vendor plans
uz_uz: Sotuvchi rejalari

# Languages::paypal_verification
source: PayPal verification
uz_uz: PayPal tekshiruvi

# Languages::not_checked
source: Not checked
uz_uz: Tekshirilmagan

# Languages::not_verified
source: Not verified
uz_uz: Tasdiqlanmagan

# Languages::verified
source: Verified
uz_uz: Tasdiqlangan

# Languages::paypal_adaptive_auto_info_data_verification
source: Use the following line to run the script to get E-mail verification status of your vendors according to schedule:
uz_uz: Jadvalga muvofiq sotuvchilaringizning elektron pochta tekshiruvi holatini olish uchun skriptni ishga tushirish uchun quyidagi qatordan foydalaning:

# Languages::paypal_adaptive_statuses_updated_successfully
source: PayPal verification statuses have been updated successfully.
uz_uz: PayPal tasdiqlash holatlari muvaffaqiyatli yangilandi.

# SettingsOptions::paypal_adaptive::display_verification_status_on_storefront
source: Display verification status to customers
uz_uz: Mijozlarga tekshirish holatini ko'rsatish

# SettingsTooltips::paypal_adaptive::display_verification_status_on_storefront
source: The setting allows to display verification status at the product details page on the storefront. If the vendor E-mail is not verified, the status will not be shown to the customers.
uz_uz: Sozlama tekshirish holatini doʻkon vitrinasida mahsulot tafsilotlari sahifasida koʻrsatish imkonini beradi. Agar sotuvchining elektron pochtasi tasdiqlanmagan bo'lsa, holat mijozlarga ko'rsatilmaydi.

# SettingsOptions::paypal_adaptive::paypal_verified_image
source: PayPal verification image
uz_uz: PayPal tasdiqlash tasviri

# Languages::paypal_ver_image
source: Verification image
uz_uz: Tasdiqlash tasviri

# SettingsOptions::paypal_adaptive::paypal_verified_image_width
source: Image width
uz_uz: Rasm kengligi

# SettingsOptions::paypal_adaptive::paypal_verified_image_height
source: Image height
uz_uz: Rasm balandligi

# Languages::verified_by_paypal
source: Verified by PayPal
uz_uz: PayPal tomonidan tasdiqlangan

# Languages::paypal_adaptive_error_wrong_cron_key
source: Error: Wrong cron key.
uz_uz: Xato: noto'g'ri cron tugmasi.

# SettingsTooltips::paypal_adaptive::paypal_verified_image_width
source: The width of the verified image.
uz_uz: Tasdiqlangan rasmning kengligi.

# SettingsTooltips::paypal_adaptive::paypal_verified_image_height
source: The height of the verified image.
uz_uz: Tasdiqlangan rasmning balandligi.

# Languages::paypal_adaptive.tooltips.paypal_ver_image
source: The setting allows to display verification image instead of the text status at the product details page on the storefront. If an image is not uploaded, the status will be shown as text.
uz_uz: Sozlama do'kon vitrinidagi mahsulot tafsilotlari sahifasida matn holati o'rniga tasdiqlash rasmini ko'rsatish imkonini beradi. Agar rasm yuklanmasa, holat matn sifatida ko'rsatiladi.

# Languages::paypal_emails_must_be_unique
source: The vendor with PayPal Adaptive E-mail you have chosen already exists, please try another.
uz_uz: Siz tanlagan PayPal Adaptive E-mail sotuvchisi allaqachon mavjud, boshqasini sinab koʻring.

# Languages::addons.paypal_adaptive.logo
source: PayPal Adaptive logo
uz_uz: PayPal Adaptive logotipi

# Languages::ttc_addons.paypal_adaptive.logo
source: Use a valid graphics format, such as .gif, .jpg, or .png. Limit the image to 190 pixels wide by 60 pixels high. PayPal crops images that are larger. PayPal places your logo image at the top of the cart review area.
uz_uz: .gif, .jpg yoki .png kabi haqiqiy grafik formatidan foydalaning. Tasvirni kengligi 190 piksel va balandligi 60 pikselgacha cheklang. PayPal kattaroq tasvirlarni kesadi. PayPal sizning logotip rasmingizni savatni ko'rib chiqish maydonining yuqori qismiga joylashtiradi.

# Languages::ttc_paypal_email
source: The email of your PayPal Business Account. A Personal Account email won't work.
uz_uz: PayPal biznes hisobingiz elektron pochtasi. Shaxsiy hisob elektron pochtasi ishlamaydi.

# Languages::ttc_paypal_adaptive.paypal_email
source: The email of your PayPal Business Account. A Personal Account email won't work.
uz_uz: PayPal biznes hisobingiz elektron pochtasi. Shaxsiy hisob elektron pochtasi ishlamaydi.

# Languages::ttc_paypal_adaptive.vendor.paypal_email
source: The email of your PayPal account.
uz_uz: PayPal hisobingiz elektron pochtasi.

# Languages::addons.paypal_adaptive.paypal_workflow
source: PayPal workflow
uz_uz: PayPal ish jarayoni

# Languages::addons.paypal_adaptive.store_settings
source: Store settings
uz_uz: Do'kon sozlamalari

# Languages::addons.paypal_adaptive.paypal_credentials
source: PayPal credentials
uz_uz: PayPal hisob ma'lumotlari

# Languages::addons.paypal_adaptive.commission_description_absolute
source: [amount] out of [sum]
uz_uz: [sum] dan [amount]

# Languages::addons.paypal_adaptive.commission_description_percent
source: [amount]% of [sum]
uz_uz: [sum] dan [amount]%

# Languages::addons.paypal_adaptive.withdrawal_for_the_order
source: Withdrawal for the order #[order_id]
uz_uz: Buyurtmani yechib olish #[order_id]

# Languages::addons.paypal_adaptive.payment_type_notice
source: Chained payments can't be used if the <a href="[url]" target="_blank">PayPal Adaptive Payments</a> add-on is configured to collect both order commission and unpaid payouts.
uz_uz: Agar <a href="[url]" target="_blank">PayPal Adaptiv to‘lovlari</a> qo‘shimchasi buyurtma komissiyasi va to‘lanmagan to‘lovlarni yig‘ish uchun sozlangan bo‘lsa, zanjirli to‘lovlardan foydalanib bo‘lmaydi.

# Languages::addons.paypal_adaptive.primary_email_notice
source: The email of your PayPal Business Account. A Personal Account email won't work.
uz_uz: PayPal biznes hisobingiz elektron pochtasi. Shaxsiy hisob elektron pochtasi ishlamaydi.

# Languages::addons.paypal_adaptive.commission_includes
source: Commission includes
uz_uz: Komissiya o'z ichiga oladi

# Languages::addons.paypal_adaptive.order_commission
source: Order commission
uz_uz: Buyurtma komissiyasi

# Languages::addons.paypal_adaptive.order_commission_and_payouts
source: Order commission and unpaid payouts
uz_uz: Buyurtma komissiyasi va to'lanmagan to'lovlar

# Languages::addons.paypal_adaptive.first_name
source: PayPal account holder's first name
uz_uz: PayPal hisobi egasining ismi

# Languages::addons.paypal_adaptive.last_name
source: PayPal account holder's last name
uz_uz: PayPal hisobi egasining familiyasi

# Languages::ttc_addons.paypal_adaptive.first_name
source: Please enter the same first name as specified in your PayPal profile.
uz_uz: Iltimos, PayPal profilingizda ko'rsatilgan ismni kiriting.

# Languages::ttc_addons.paypal_adaptive.last_name
source: Please enter the same last name as specified in your PayPal profile.
uz_uz: PayPal profilingizda ko'rsatilgan familiyani kiriting.

# Languages::paypal_adaptive.paypal_adaptive_cookies_title
source: Paypal Adaptive Payments
uz_uz: Paypal bilan moslashtirilgan to'lovlar

# Languages::paypal_adaptive.paypal_adaptive_cookies_description
source: PayPal Adaptive Payments is a payment provider that allows you to buy products from multiple vendors while making a single payment. Here is <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPal privacy statement.</a>
uz_uz: PayPal Adaptive Payments - bu bitta to'lovni amalga oshirayotganda bir nechta sotuvchilardan mahsulot sotib olish imkonini beruvchi to'lov provayderi. Mana <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPal maxfiylik bayonoti.</a>
