Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/pingpp.po
Languages: uz_uz

# Addons::name::pingpp
source: Ping++ Payments
uz_uz: Ping++ to'lovlari

# Addons::description::pingpp
source: Lets you accept payments via Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay and QGBC
uz_uz: Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay va QGBC orqali to‘lovlarni qabul qilish imkonini beradi.

# Languages::pingpp.paying_with
source: Paying with [channel]
uz_uz: [channel] orqali toʻlash

# Languages::pingpp.enable_cny_currency
source: To use the Ping++ payment method, you must have the Chinese yuan (CNY) currency enabled.
uz_uz: Ping++ toʻlov usulidan foydalanish uchun sizda Xitoy yuan (CNY) valyutasi yoqilgan boʻlishi kerak.

# Languages::pingpp.general_settings
source: General settings
uz_uz: Umumiy sozlamalar

# Languages::pingpp.channels
source: Payment channels
uz_uz: To'lov kanallari

# Languages::channel
source: Channel
uz_uz: Kanal

# Languages::pingpp.paid_at
source: Paid at [time]
uz_uz: [time] da toʻlangan

# Languages::pingpp.channels.alipay_qr.instructions
source: Open the <strong>Alipay</strong> application and scan the QR code to perform the payment. You will be redirected automatically after the payment will be received.
uz_uz: To'lovni amalga oshirish uchun <strong>Alipay</strong> ilovasini oching va QR kodini skanerlang. To'lov qabul qilingandan so'ng siz avtomatik ravishda yo'naltirilasiz.

# Languages::pingpp.channels.wx_pub_qr.instructions
source: Open the <strong>WeChat</strong> application and scan the QR code to perform the payment. You will be redirected automatically after the payment will be received.
uz_uz: Toʻlovni amalga oshirish uchun <strong>WeChat</strong> ilovasini oching va QR kodini skanerlang. To'lov qabul qilingandan so'ng siz avtomatik ravishda yo'naltirilasiz.

# Languages::pingpp.channels.wx_pub.instructions
source: Open this page in WeChat web browser to perform payment. You will be redirected automatically after the payment will be received.
uz_uz: Toʻlovni amalga oshirish uchun WeChat veb-brauzerida ushbu sahifani oching. To'lov qabul qilingandan so'ng siz avtomatik ravishda yo'naltirilasiz.

# Languages::pingpp.order
source: Order #[order_id]
uz_uz: Buyurtma #[order_id]

# Languages::pingpp.purchase_in
source: Purchase in [company]
uz_uz: [company] sotib oling

# Languages::pingpp.app_id
source: App ID
uz_uz: Ilova identifikatori

# Languages::pingpp.api_key
source: API key
uz_uz: API kaliti

# Languages::pingpp.order_prefix
source: Order number prefix
uz_uz: Buyurtma raqami prefiksi

# Languages::pingpp.wx_settings
source: WeChat settings
uz_uz: WeChat sozlamalari

# Languages::pingpp.wx_app_id
source: App ID
uz_uz: Ilova identifikatori

# Languages::pingpp.wx_app_secret
source: App secret
uz_uz: Ilova siri

# Languages::pingpp.scope.pc
source: Available on PC
uz_uz: Kompyuterda mavjud

# Languages::pingpp.scope.mobile
source: Available on mobile phones
uz_uz: Mobil telefonlarda mavjud

# Languages::pingpp.scope.wx
source: Available in WeChat browser
uz_uz: WeChat brauzerida mavjud

# Languages::pingpp.channel.alipay_wap
source: Alipay Mobile
uz_uz: Alipay mobil

# Languages::pingpp.channel.alipay_qr
source: Alipay QR code
uz_uz: Alipay QR kodi

# Languages::pingpp.channel.alipay_pc_direct
source: Alipay PC
uz_uz: Alipay kompyuter

# Languages::pingpp.channel.yeepay_wap.settings.product_category
source: Product category
uz_uz: Mahsulot toifasi

# Languages::pingpp.channel.yeepay_wap.settings.identity_id
source: Identity ID
uz_uz: Identifikatsiya identifikatori

# Languages::pingpp.channel.yeepay_wap.settings.identity_type
source: Identity type
uz_uz: Identifikatsiya turi

# Languages::pingpp.channel.yeepay_wap.settings.terminal_type
source: Terminal type
uz_uz: Terminal turi

# Languages::pingpp.channel.yeepay_wap.settings.terminal_type.variants.3
source: Other
uz_uz: Boshqa

# Languages::pingpp.channel.yeepay_wap.settings.terminal_id
source: Terminal ID
uz_uz: Terminal identifikatori

# Languages::pingpp.channel.fqlpay_wap.settings.c_merch_id
source: Merchant ID
uz_uz: Savdogar identifikatori

# Languages::pingpp.channel.qgbc_wap.settings.phone
source: Mobile phone number
uz_uz: Mobil telefon raqami

# Languages::pingpp.payment_channel_is_not_selected
source: A payment channel must be selected to place the order
uz_uz: Buyurtma berish uchun to'lov kanalini tanlash kerak

# Languages::pingpp.online_store
source: online store
uz_uz: onlayn do'kon

# Languages::pingpp.order_prefix_characters
source: The prefix must contain 7–10 alphanumeric characters.
uz_uz: Prefiksda 7-10 ta harf-raqamli belgilar bo'lishi kerak.
