Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/stripe.po
Languages: da_dk, es_es, fa_ir, it_it, pl_pl, uz_uz, zh_cn

# Addons::name::stripe
source: Stripe payments
da_dk: Stripe betalinger
es_es: Pagos con Stripe
fa_ir: پرداخت های راه راه
it_it: Pagamenti Stripe
pl_pl: Płatność Stripe
uz_uz: Stripe to'lovlar
zh_cn: 条纹支付

# Addons::description::stripe
source: Lets you accept payments via Stripe.
da_dk: Giver dig mulighed for at acceptere betalinger via Stripe.
es_es: Te permite aceptar pagos a través de Stripe.
fa_ir: به شما امکان می دهد پرداخت ها را از طریق Stripe بپذیرید.
it_it: Ti consente di accettare pagamenti tramite Stripe.
pl_pl: Umożliwia przyjmowanie płatności za pośrednictwem Stripe.
uz_uz: Stripe orqali toʻlovlarni qabul qilish imkonini beradi.
zh_cn: 让您通过 Stripe 接受付款。

# Languages::stripe.stripe
source: Stripe
da_dk: Stribe
fa_ir: راه راه
zh_cn: 条纹

# Languages::stripe.publishable_key
source: Publishable key
da_dk: Udgivelig nøgle
es_es: Clave publicable
fa_ir: کلید قابل انتشار
it_it: Chiave Pubblica
pl_pl: Klucz publiczny
uz_uz: Nashr qilinadigan kalit
zh_cn: 可发布密钥

# Languages::stripe.secret_key
source: Secret key
da_dk: Hemmelig nøgle
es_es: Clave secreta
fa_ir: کلید مخفی
it_it: Chiave Privata
pl_pl: Tajny klucz
uz_uz: Maxfiy kalit
zh_cn: 密钥

# Languages::stripe.payment_type
source: Payment type
da_dk: Betalings type
es_es: Tipo de pago
fa_ir: نوع پرداخت
it_it: Tipo di pagamento
pl_pl: Typ płatności
uz_uz: To'lov turi
zh_cn: 付款方式

# Languages::stripe.payment_type.card
source: Credit card
da_dk: Kreditkort
es_es: Tarjeta de crédito
fa_ir: کارت اعتباری
it_it: Carta di credito
pl_pl: Karta kredytowa
uz_uz: Kredit kartasi
zh_cn: 信用卡

# Languages::stripe.payment_type.apple_pay
source: Apple Pay
zh_cn: 苹果支付

# Languages::stripe.payment_type.apple_pay.description
source: <p>Apple's <a href="[guidelines_url]" target="_blank">Human Interface Guidelines</a> require you to display the Apple Pay mark on the checkout page.</p><p>You can set the following image as the payment method icon or use it in the payment method description:</p>
da_dk: <p>Apples <a href="[guidelines_url]" target="_blank">retningslinjer for menneskelig grænseflade</a> kræver, at du viser Apple Pay-mærket på betalingssiden.</p><p>Du kan indstille følgende billede som betalingsmetodeikon eller bruge det i betalingsmetodebeskrivelsen:</p>
es_es: <p>Apple's <a href="[guidelines_url]" target="_blank">Directrices de la Interfaz Humana</a> de Apple requieren que muestres la marca de Apple Pay en la página de pago.</p><p>Puedes establecer la siguiente imagen como icono del método de pago o utilizarla en la descripción del método de pago:</p>
fa_ir: <p>دستورالعمل <a href="[guidelines_url]" target="_blank">رابط انسانی اپل</a> از شما می خواهد که علامت Apple Pay را در صفحه پرداخت نمایش دهید.</p><p>می توانید تصویر زیر را به عنوان نماد روش پرداخت تنظیم کنید یا از آن در توضیحات روش پرداخت استفاده کنید:</p>
it_it: <p>Apple <a href="[guidelines_url]" target="_blank">Le linee guida del marchio </a> richiedono di visualizzare il logo Apple Pay nella pagina di pagamento. </p> <p> Puoi impostare la seguente immagine come icona del metodo di pagamento o utilizzarla nella descrizione del metodo di pagamento.
pl_pl: <p>Apple's<a href="[guidelines_url]" target="_blank">Wskazówki dotyczące interfejsu użytkownika</a> firmy Apple wymagają wyświetlenia znaku Apple Pay na stronie kasy.</p><p>Możesz ustawić po obrazku jako ikonę metody płatności lub użyj go w opisie metody płatności:</p>
uz_uz: <p>Apple <a href="[guidelines_url]" target="_blank">Inson interfeysi bo‘yicha ko‘rsatmalar</a> sizdan to‘lov sahifasida Apple Pay belgisini ko‘rsatishni talab qiladi.</p><p>Siz o‘rnatishingiz mumkin quyidagi rasmni toʻlov usuli belgisi sifatida koʻring yoki undan toʻlov usuli tavsifida foydalaning:</p>
zh_cn: <p>Apple 的 <a href="[guidelines_url]" target="_blank">人机界面指南</a> 要求您在结帐页面上显示 Apple Pay 标记。</p><p>您可以将下图设置为支付方式图标或在支付方式说明中使用：</p>

# Languages::stripe.payment_type.google_pay
source: Google Pay
zh_cn: 谷歌支付

# Languages::stripe.payment_type.google_pay.description
source: <p>Google's <a href="[guidelines_url]" target="_blank">Brand guidelines</a> require you to display the Google Pay mark on the checkout page.</p><p>You can set the following image as the payment method icon or use it in the payment method description:</p>
da_dk: <p>Googles <a href="[guidelines_url]" target="_blank">Brandretningslinjer</a> kræver, at du viser Google Pay-mærket på betalingssiden.</p><p>Du kan indstille følgende billede som betalingsmetodeikon eller bruge det i betalingsmetodebeskrivelsen:</p>
es_es: <p>Las directrices de Google <a href="[guidelines_url]" target="_blank"</a> exigen que se muestre la marca de Google Pay en la página de pago.</p><p>Puede establecer la siguiente imagen como icono del método de pago o utilizarla en la descripción del método de pago:</p>
fa_ir: <p>دستورالعمل های برند Google <a href="[guidelines_url]" target="_blank"></a> از شما می خواهد که علامت Google Pay را در صفحه تسویه حساب نشان دهید.</p><p>می توانید تصویر زیر را به عنوان نماد روش پرداخت تنظیم کنید یا از آن در توضیحات روش پرداخت استفاده کنید:</p>
it_it: <p>Google <a href="[guidelines_url]" target="_blank">Le linee guida del marchio </a> richiedono di visualizzare il logo Google Pay nella pagina di pagamento. </p> <p> Puoi impostare la seguente immagine come icona del metodo di pagamento o utilizzarla nella descrizione del metodo di pagamento.
pl_pl: <p>Google's<a href="[guidelines_url]" target="_blank">Wskazówki dotyczące marki</a> wymagają wyświetlenia znaku Google Pay na stronie kasy.</p><p>Możesz ustawić następujące obraz jako ikonę metody płatności lub użyj jej w opisie metody płatności:</p>
uz_uz: <p>Google <a href="[guidelines_url]" target="_blank">Brend yo‘riqnomalari</a> to‘lov sahifasida Google Pay belgisini ko‘rsatishni talab qiladi.</p><p>Siz quyidagilarni o‘rnatishingiz mumkin. rasmni toʻlov usuli belgisi sifatida koʻring yoki undan toʻlov usuli tavsifida foydalaning:</p>
zh_cn: <p>Google 的 <a href="[guidelines_url]" target="_blank">品牌指南</a> 要求您在结帐页面上显示 Google Pay 标记。</p><p>您可以将下图设置为支付方式图标或在支付方式说明中使用：</p>

# Languages::stripe.online_payment
source: Online payment
da_dk: Online betaling
es_es: Pago en línea
fa_ir: پرداخت آنلاین
it_it: Pagamento online
pl_pl: Płatność online
uz_uz: Onlayn to'lov
zh_cn: 在线支付

# Languages::stripe.test_payment
source: Test payment (won't be charged)
da_dk: Testbetaling (debiteres ikke)
es_es: Pago de prueba (no se cobrará)
fa_ir: پرداخت آزمایشی (هزینه ای دریافت نمی شود)
it_it: Pagamento di prova (non verrà addebitato)
pl_pl: Płatność testowa (nie zostanie obciążona)
uz_uz: Sinov toʻlovi (toʻlov olinmaydi)
zh_cn: 测试付款（不会收取）

# Languages::stripe.test_payment.description
source: Your card won't be charged when using Apple Pay or Google Pay.
da_dk: Dit kort debiteres ikke, når du bruger Apple Pay eller Google Pay.
es_es: No se cargará en tu tarjeta cuando uses Apple Pay o Google Pay.
fa_ir: هنگام استفاده از Apple Pay یا Google Pay از کارت شما هزینه ای دریافت نمی شود.
it_it: La tua carta non verrà utilizzata quando utilizzi Apple Pay o Google Pay.
pl_pl: Twoja karta nie zostanie obciążona podczas korzystania z Apple Pay lub Google Pay.
uz_uz: Apple Pay yoki Google Pay ishlatganda kartangizdan to‘lov olinmaydi.
zh_cn: 使用 Apple Pay 或 Google Pay 时不会从您的卡中扣款。

# Languages::stripe.apple_pay_not_supported
source: Apple Pay is not supported on this device
da_dk: Apple Pay understøttes ikke på denne enhed
es_es: Apple Pay no es compatible con este dispositivo
fa_ir: Apple Pay در این دستگاه پشتیبانی نمی شود
it_it: Apple Pay non è supportato dal tuo dispositivo
pl_pl: Apple Pay nie jest obsługiwane na tym urządzeniu
uz_uz: Bu qurilmada Apple Pay qo‘llab-quvvatlanmaydi
zh_cn: 此设备不支持 Apple Pay

# Languages::stripe.google_pay_not_supported
source: Google Pay is not supported on this device
da_dk: Google Pay understøttes ikke på denne enhed
es_es: Google Pay no es compatible con este dispositivo
fa_ir: Google Pay در این دستگاه پشتیبانی نمی‌شود
it_it: Google Pay non è supportato dal tuo dispositivo
pl_pl: Google Pay nie jest obsługiwane na tym urządzeniu
uz_uz: Bu qurilmada Google Pay qo‘llab-quvvatlanmaydi
zh_cn: 此设备不支持 Google Pay

# Languages::stripe.token
source: Stripe payment token
da_dk: Stripe betalingsmærke
es_es: Token de pago de Stripe
fa_ir: رمز پرداخت خطی
it_it: Stripe token pagamento
pl_pl: Token Stripe payment
uz_uz: Chiziqli to'lov belgisi
zh_cn: 条纹支付令牌

# Languages::stripe.account_country
source: Stripe account country
da_dk: Stripe konto land
es_es: País de la cuenta de Stripe
fa_ir: کشور حساب راه راه
it_it: Paese dell'account Stripe
pl_pl: Kraj konta w Stripe
uz_uz: Stripe hisobi mamlakati
zh_cn: 条纹帐户国家/地区

# Languages::stripe.show_payment_button
source: Show "[button_name]" button on product pages
da_dk: Vis knappen "[button_name]" på produktsiderne
es_es: Mostrar el botón "[button_name]" en las páginas de productos
fa_ir: نمایش دکمه "[button_name]" در صفحات محصول
it_it: Mostra "[button_name]" pulsante sulle pagine dei prodotti
pl_pl: Pokaż przycisk "[button_name]" na stronach produktów
uz_uz: Mahsulot sahifalarida “[button_name]” tugmasini ko‘rsating
zh_cn: 在产品页面上显示“[button_name]”按钮

# Languages::stripe.payment_type.buy_with_apple_pay
source: Buy with Apple Pay
da_dk: Køb med Apple Pay
es_es: Comprar con Apple Pay
fa_ir: با Apple Pay خرید کنید
it_it: Acquista con Apple Pay
pl_pl: Kup za pomocą Apple Pay
uz_uz: Apple Pay bilan xarid qiling
zh_cn: 使用 Apple Pay 购买

# Languages::stripe.payment_type.buy_with_google_pay
source: Buy with Google Pay
da_dk: Køb med Google Pay
es_es: Comprar con Google Pay
fa_ir: با Google Pay خرید کنید
it_it: Acquista con Google Pay
pl_pl: Kup za pomocą Google Pay
uz_uz: Google Pay bilan xarid qiling
zh_cn: 使用 Google Pay 购买

# Languages::stripe.payment_intent_error
source: An error occurred when creating a PaymentIntent with the payment #[payment_id]: [error]
da_dk: Der opstod en fejl under oprettelse af en betalingshensigt med betalingen #[payment_id]: [error]
es_es: Ocurrió un error al crear un PaymentIntent con el pago #[payment_id]: [error]
fa_ir: هنگام ایجاد PaymentIntent با پرداخت شماره[payment_id]: [error]خطایی روی داد
it_it: Si è verificato un errore durante la creazione di un PaymentIntent con il pagamento #[payment_id]: [error]
pl_pl: Wystąpił błąd podczas tworzenia PaymentIntent o numerze płatności #[payment_id]: [error]
uz_uz: Toʻlov #[payment_id] bilan PaymentIntent yaratishda xatolik yuz berdi: [error]
zh_cn: 使用付款 #[payment_id]: [error]创建 PaymentIntent 时发生错误

# Languages::stripe.webhook_register_error
source: An error occurred while registering the webhook for the payment #[payment_id]: [error]
da_dk: Der opstod en fejl under registrering af webhook for betaling #[payment_id]: [error]
es_es: Ocurrió un error al registrar el webhook para el pago #[payment_id]: [error]
fa_ir: هنگام ثبت وب هوک برای پرداخت شماره[payment_id]: [error]خطایی رخ داد
it_it: Si è verificato un errore durante la registrazione del webhook per il pagamento #[payment_id]: [error]
pl_pl: Wystąpił błąd podczas rejestrowania webhooka do płatności #[payment_id]: [error]
uz_uz: #[payment_id] toʻlovi uchun vebhukni roʻyxatdan oʻtkazishda xatolik yuz berdi: [error]
zh_cn: 为付款注册 webhook 时出错 #[payment_id]: [error]

# Languages::stripe.webhook_handle_error
source: An error occurred while processing the webhook: [error]
da_dk: Der opstod en fejl under behandling af webhook: [error]
es_es: Ocurrió un error al procesar el webhook: [error]
fa_ir: هنگام پردازش وب هوک خطایی روی داد: [error]
it_it: Si è verificato un errore durante l'elaborazione del webhook: [error]
pl_pl: Wystąpił błąd podczas przetwarzania webhooka: [error]
uz_uz: Veb-hukni qayta ishlashda xatolik yuz berdi: [error]
zh_cn: 处理 webhook 时出错： [error]

# Languages::stripe.merchant_identifier
source: Merchant identifier
da_dk: Sælger-id
es_es: Identificador de comerciante
fa_ir: شناسه بازرگان
it_it: Identificatore commerciante
pl_pl: Identyfikator sprzedawcy
uz_uz: Savdogar identifikatori
zh_cn: 商户标识符

# Languages::stripe.stripe_cookie_title
source: Stripe
da_dk: Stribe
es_es: Raya
fa_ir: راه راه
it_it: Banda
zh_cn: 条纹

# Languages::stripe.stripe_cookie_description
source: Stripe is a payment provider. It allows us to accept payments, if you choose a payment method powered by Stripe. Here is <a href="https://stripe.com/privacy" target="_blank">Stripe privacy policy</a>.
da_dk: Stripe er en betalingsudbyder. Det giver os mulighed for at acceptere betalinger, hvis du vælger en betalingsmetode drevet af Stripe. Her er <a href="https://stripe.com/privacy" target="_blank">Stripes privatlivspolitik</a>.
es_es: Stripe es un proveedor de pagos. Nos permite aceptar pagos, si elige un método de pago impulsado por Stripe. Aquí está la política de privacidad de <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
fa_ir: Stripe یک ارائه دهنده پرداخت است. اگر روش پرداختی را انتخاب کنید که توسط Stripe طراحی شده است، به ما امکان می‌دهد پرداخت‌ها را بپذیریم. در اینجا <a href="https://stripe.com/privacy" target="_blank">خط مشی رازداری Stripe</a>است.
it_it: Stripe è un fornitore di servizi di pagamento. Ci consente di accettare pagamenti, se scegli un metodo di pagamento basato su Stripe. Ecco <a href="https://stripe.com/privacy" target="_blank">Informativa sulla privacy di Stripe</a>.
pl_pl: Stripe jest dostawcą płatności. Pozwala nam na przyjmowanie płatności, jeśli wybierzesz metodę płatności obsługiwaną przez Stripe. Oto <a href="https://stripe.com/privacy" target="_blank">Polityka prywatności Stripe</a>.
uz_uz: Stripe - to'lov provayderi. Agar siz Stripe tomonidan quvvatlangan toʻlov usulini tanlasangiz, u bizga toʻlovlarni qabul qilish imkonini beradi. Mana <a href="https://stripe.com/privacy" target="_blank">Stripe maxfiylik siyosati</a>.
zh_cn: Stripe 是一家支付提供商。如果您选择由 Stripe 提供支持的付款方式，它允许我们接受付款。这是 <a href="https://stripe.com/privacy" target="_blank">Stripe 隐私政策</a>。

# Languages::stripe.payment_type.stripe_checkout
source: Stripe Checkout
es_es: Pagar a rayas
fa_ir: پرداخت راه راه
it_it: Check-out a strisce
zh_cn: 条纹结帐

# Languages::stripe.payment_type.stripe_checkout.description
source: <p>Take customers to the Stripe Checkout page to complete the payment. We recommend it because that page offers many more payment options than CS-Cart checkout page. You can see those payment options <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">on your Stripe Dashboard</a>.</p>
da_dk: <p>Tag kunderne til Stripe Checkout-siden for at gennemføre betalingen. Vi anbefaler det, fordi den side tilbyder mange flere betalingsmuligheder end CS-Cart-kassesiden. Du kan se disse betalingsmuligheder <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">på dit Stripe Dashboard</a>.</p>
es_es: <p>Lleve a los clientes a la página Stripe Checkout para completar el pago. Lo recomendamos porque esa página ofrece muchas más opciones de pago que la página de pago de CS-Cart. Puede ver esas opciones de pago <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">en su Panel de Stripe</a>.</p>
fa_ir: <p>مشتریان را برای تکمیل پرداخت به صفحه پرداخت خط خطی ببرید. ما آن را توصیه می کنیم زیرا آن صفحه گزینه های پرداخت بسیار بیشتری را نسبت به صفحه پرداخت CS-Cart ارائه می دهد. می توانید آن گزینه های پرداخت <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">را در داشبورد Stripe</a>خود مشاهده کنید.</p>
it_it: <p>Porta i clienti alla pagina di Checkout di Stripe per completare il pagamento. Lo consigliamo perché quella pagina offre molte più opzioni di pagamento rispetto alla pagina di pagamento di CS-Cart. Puoi vedere queste opzioni di pagamento <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">sul tuo Stripe Dashboard</a>.</p>
pl_pl: <p>Przenieś klientów na stronę Stripe Checkout, aby dokończyć płatność. Polecamy, ponieważ ta strona oferuje znacznie więcej opcji płatności niż strona CS-Cart. Możesz zobaczyć te opcje płatności <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">na swoim panelu Stripe</a>.</p>
uz_uz: <p>Toʻlovni yakunlash uchun mijozlarni Stripe Checkout sahifasiga olib boring. Biz buni tavsiya qilamiz, chunki bu sahifa CS-Cart to'lov sahifasidan ko'ra ko'proq to'lov imkoniyatlarini taklif qiladi. Siz ushbu toʻlov imkoniyatlarini <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">Stripe boshqaruv panelida</a> koʻrishingiz mumkin.</p>
zh_cn: <p>将客户带到 Stripe Checkout 页面以完成付款。我们推荐它，因为该页面提供了比 CS-Cart 结帐页面更多的付款方式。您可以在 Stripe Dashboard</a>上看到这些付款选项 <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">。</p>

# Languages::stripe.session_checkout_error
source: There is no supported payment method in Stripe Checkout for the specified parameters.
da_dk: Der er ingen understøttet betalingsmetode i Stripe Checkout for de angivne parametre.
es_es: No hay ningún método de pago admitido en Stripe Checkout para los parámetros especificados.
fa_ir: هیچ روش پرداخت پشتیبانی شده ای در Stripe Checkout برای پارامترهای مشخص شده وجود ندارد.
it_it: Non esiste un metodo di pagamento supportato in Stripe Checkout per i parametri specificati.
pl_pl: Nie ma obsługiwanej metody płatności w Stripe Checkout dla określonych parametrów.
uz_uz: Belgilangan parametrlar uchun Stripe Checkout-da qo'llab-quvvatlanadigan to'lov usuli mavjud emas.
zh_cn: 对于指定的参数，Stripe Checkout 中没有支持的付款方式。

# Languages::stripe.payment_intent_id
source: Payment intent ID
da_dk: ID for betalingshensigt
es_es: ID de intención de pago
fa_ir: شناسه قصد پرداخت
it_it: ID intento di pagamento
pl_pl: Identyfikator zamiaru płatności
uz_uz: Toʻlov maqsadi identifikatori
zh_cn: 付款意向 ID
