Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/stripe_connect.po
Languages: uz_uz

# Addons::name::stripe_connect
source: Stripe Connect payments
uz_uz: Stripe Connect to'lovlari

# Addons::description::stripe_connect
source: This add-on will help root store administrators to distribute funds automatically among multiple vendors through Stripe.
uz_uz: Ushbu plagin ildiz do'kon ma'murlariga mablag'larni Stripe orqali bir nechta sotuvchilar o'rtasida avtomatik ravishda taqsimlashga yordam beradi.

# SettingsSections::stripe_connect::general
source: General
uz_uz: Umumiy

# SettingsOptions::stripe_connect::collect_payouts
source: Commission includes
uz_uz: Komissiya o'z ichiga oladi

# SettingsVariants::stripe_connect::collect_payouts::N
source: Order commission
uz_uz: Buyurtma komissiyasi

# SettingsVariants::stripe_connect::collect_payouts::Y
source: Order commission and unpaid payouts
uz_uz: Buyurtma komissiyasi va to'lanmagan to'lovlar

# Languages::stripe_connect.redirect_uri_admin
source: Redirect URI for administrator
uz_uz: Administrator uchun URI-ni qayta yo'naltirish

# Languages::stripe_connect.redirect_uris.description
source: Copy and paste this address into your Stripe Connect app settings
uz_uz: Ushbu manzildan nusxa oling va Stripe Connect ilova sozlamalariga joylashtiring

# Languages::stripe_connect.redirect_uri_vendor
source: Redirect URI for vendor
uz_uz: Sotuvchi uchun URI-ni qayta yo'naltirish

# Languages::stripe_connect.client_id
source: Client ID
uz_uz: Mijoz identifikatori

# Languages::stripe_connect.publishable_key
source: Publishable key
uz_uz: Nashr qilinadigan kalit

# Languages::stripe_connect.secret_key
source: Secret key
uz_uz: Maxfiy kalit

# Languages::stripe_connect.connect_with_stripe_standard
source: Connect with Stripe Standard
uz_uz: Stripe Standard bilan ulaning

# Languages::stripe_connect.disconnect
source: Disconnect account
uz_uz: Hisobni uzish

# Languages::stripe_connect.stripe_account
source: Stripe account
uz_uz: Stripe hisobi

# Languages::stripe_connect.connected
source: Connected
uz_uz: Ulangan

# Languages::stripe_connect.not_connected
source: Not connected
uz_uz: Ulanmagan

# Languages::stripe_connect.account_connected
source: Your Stripe account has been successfully connected to the store
uz_uz: Stripe hisobingiz doʻkonga muvaffaqiyatli ulandi

# Languages::stripe_connect.account_disconnected
source: Your Stripe account has been successfully disconnected from the store
uz_uz: Stripe hisobingiz do‘kondan muvaffaqiyatli uzildi

# Languages::stripe_connect.withdrawal_for_the_order
source: Withdrawal for the order #[order_id]
uz_uz: Buyurtmani yechib olish #[order_id]

# Languages::stripe_connect.refund_id
source: Refund transaction ID
uz_uz: Pulni qaytarish tranzaksiya identifikatori

# Languages::stripe_connect.rma.perform_refund
source: Give a refund via Stripe Connect
uz_uz: Stripe Connect orqali pulni qaytarib bering

# Languages::ttc_stripe_connect.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
uz_uz: Administrator qaytarish soʻrovi holatini oʻzgartirgandan soʻng toʻlov qaytariladi

# Languages::stripe_connect.rma.refund_performed
source: The refund has been made via Stripe Connect
uz_uz: Pulni qaytarish Stripe Connect orqali amalga oshirildi

# Languages::stripe_connect.token
source: Credit card token
uz_uz: Kredit karta tokeni

# Languages::stripe_connect.own_account_cant_be_used_for_vendor
source: Your own Stripe account can't be used to connect a vendor to the store
uz_uz: Sotuvchini doʻkonga ulash uchun shaxsiy Stripe hisobingizdan foydalanib boʻlmaydi

# Languages::stripe_connect.rma.order_status_on_refund
source: Order status on refund
uz_uz: To'lovni qaytarish bo'yicha buyurtma holati

# Languages::ttc_stripe_connect.rma.order_status_on_refund
source: Determines whether or not to change the order status after a refund was performed via the RMA add-on.
uz_uz: RMA qo'shimchasi orqali to'lovni qaytarish amalga oshirilgandan keyin buyurtma holatini o'zgartirish yoki o'zgartirmaslikni aniqlaydi.

# Languages::stripe_connect.do_not_change
source: Do not change
uz_uz: O'zgartirmang

# Languages::stripe_connect.set_status_to
source: Set to:
uz_uz: Sozlash:

# Languages::stripe_connect.charge_id
source: Charge ID
uz_uz: Zaryad identifikatori

# Languages::stripe_connect.transfer_id
source: Transfer ID
uz_uz: Transfer identifikatori

# Languages::stripe_connect.payment_id
source: Payment ID
uz_uz: Toʻlov identifikatori

# Languages::stripe_connect.enable_3d_secure
source: Enable 3-D Secure
uz_uz: 3-D Secure funksiyasini yoqing

# Languages::stripe_connect.enable_3d_secure.description
source: <p>When 3-D Secure is <b>disabled</b>, money will go straight to the connected Stripe accounts of vendors. Commissions and payouts will be taken from vendors as <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">application fees</a>.</p><p>When 3-D Secure is <b>enabled</b>, money will first go to the marketplace owner's Stripe account. Then it will be automatically distributed between the connected Stripe accounts via transfers. Transfers require that the marketplace owner and vendors have their accounts in the same region: either all in Europe, or all in the U.S. If a vendor's account is in a different region from the marketplace owner's, the money won't be transferred to that vendor automatically.</p>
uz_uz: <p>3-D Secure <b>o'chirilgan</b>da, pul to'g'ridan-to'g'ri provayderlarning bog'langan Stripe hisoblariga tushadi. Komissiyalar va toʻlovlar sotuvchilardan <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">ariza toʻlovlari</a> sifatida olinadi.</p ><p>3-D Secure <b>yoqilganda</b> pul birinchi navbatda bozor egasining Stripe hisobiga tushadi. Keyin u o'tkazmalar orqali ulangan Stripe hisoblari o'rtasida avtomatik ravishda taqsimlanadi. O‘tkazmalar bozor egasi va sotuvchilarning o‘z hisoblari bir hududda bo‘lishini talab qiladi: hammasi Yevropada yoki hammasi AQShda. Agar sotuvchining hisobi bozor egasinikidan boshqa mintaqada bo‘lsa, pul o‘sha sotuvchiga o‘tkazilmaydi. avtomatik.</p>

# Languages::stripe_connect.gift_certificate_used
source: A gift certificate was used in this order. [product] doesn't know which of the vendors should get the money, and how much. Please transfer money from this order to each vendor manually.
uz_uz: Ushbu tartibda sovg'a sertifikati ishlatilgan. [product] sotuvchilardan qaysi biri va qancha pul olishi kerakligini bilmaydi. Iltimos, ushbu buyurtmadan pulni har bir sotuvchiga qo'lda o'tkazing.

# Languages::stripe_connect.payment_intent_error
source: An error occurred when creating a PaymentIntent with the payment #[payment_id]: [error]
uz_uz: Toʻlov #[payment_id] bilan PaymentIntent yaratishda xatolik yuz berdi: [error]

# Languages::log_action_sc_failure
source: Error
uz_uz: Xato

# Languages::log_action_sc_warning
source: Warning
uz_uz: Ogohlantirish

# Languages::log_action_sc_info
source: Info
uz_uz: Ma'lumot

# Languages::stripe_connect.log_context
source: Context
uz_uz: Kontekst

# Languages::stripe_connect.unexpected_payment_intent_status
source: Unexpected status "[status]" of PaymentIntent
uz_uz: PaymentIntentning kutilmagan holati "[status]"

# Languages::stripe_connect.transfer_creating_error
source: An error occurred during the creation of a Stripe transfer: [error]
uz_uz: Stripe uzatishni yaratishda xatolik yuz berdi: [error]

# Languages::stripe_connect.charge_creating_error
source: An error occurred during the creation of a Stripe charge: [error]
uz_uz: Stripe zaryadini yaratishda xatolik yuz berdi: [error]

# Languages::stripe_connect.customer_creating_error
source: An error occurred during the creation of a Stripe customer: [error]
uz_uz: Stripe mijozini yaratishda xatolik yuz berdi: [error]

# Languages::stripe_connect.customer_sharing_error
source: An error occurred during the share of a Stripe customer: [error]
uz_uz: Stripe mijozini ulashishda xatolik yuz berdi: [error]

# Languages::stripe_connect.stripe_processor_params_missing
source: Stripe processor params missing
uz_uz: Stripe protsessor parametrlari etishmayapti

# Languages::stripe_connect.account_was_deauthorized
source: Account of company "[company]" (company ID = [company_id]) was deauthorized
uz_uz: "[company]" kompaniyasining hisobi (kompaniya ID = [company_id]) avtorizatsiyadan chiqarildi

# Languages::stripe_connect.on
source: On
uz_uz: Yoqilgan

# Languages::stripe_connect.delay_transfer_of_funds
source: Delay transfer of funds
uz_uz: Pul mablag'larini o'tkazishni kechiktirish

# Languages::stripe_connect.transfer_funds_to_vendors
source: Transfer funds to vendors
uz_uz: Pul mablag'larini sotuvchilarga o'tkazing

# Languages::stripe_connect.automatic_transfer
source: Automatic transfer
uz_uz: Avtomatik uzatish

# Languages::stripe_connect.trigger_transfer_funds.description
source: Only works when 3-D Secure is enabled. Allows you to check the orders first, instead of sending money to all vendors immediately. Transfer money to each vendor manually from the order page, or schedule automatic periodic transfers to all vendors with a cron command.
uz_uz: Faqat 3-D Secure yoqilganda ishlaydi. Barcha sotuvchilarga zudlik bilan pul jo'natish o'rniga, birinchi navbatda buyurtmalarni tekshirish imkonini beradi. Buyurtma sahifasidan har bir sotuvchiga pulni qo'lda o'tkazing yoki cron buyrug'i bilan barcha sotuvchilarga avtomatik davriy pul o'tkazmalarini rejalashtiring.

# Languages::stripe_connect.cron_text
source: The command below automatically transfers funds to vendors for all orders that are older than 14 days. Add it to cron to make sure that vendors get paid regularly. You can change the value of "--days" from 14 to any number.
uz_uz: Quyidagi buyruq 14 kundan ortiq bo'lgan barcha buyurtmalar uchun pul mablag'larini avtomatik ravishda sotuvchilarga o'tkazadi. Sotuvchilar muntazam ravishda maosh olishlariga ishonch hosil qilish uchun uni cron-ga qo'shing. Siz "--kun" qiymatini 14 dan istalgan raqamga o'zgartirishingiz mumkin.

# Languages::stripe_connect.delay_transfer_of_funds_to_vendors
source: Delay transfer of funds to vendors
uz_uz: Pul mablag'larini sotuvchilarga o'tkazishni kechiktirish

# Languages::stripe_connect.redirect_uris
source: Redirect URIs
uz_uz: URI-larni qayta yo'naltirish

# Languages::stripe_connect.funds_were_transferred_to_vendor
source: Funds were transferred to vendor.
uz_uz: Mablag'lar sotuvchiga o'tkazildi.

# Languages::stripe_connect.funds_transferred_successfully
source: Funds have been transferred successfully.
uz_uz: Mablag'lar muvaffaqiyatli o'tkazildi.

# Languages::stripe_connect.transfer_funds_error
source: Couldn't transfer funds to vendor. Please try again later or contact the payment processor.
uz_uz: Sotuvchiga pul o‘tkazib bo‘lmadi. Keyinroq qayta urinib ko‘ring yoki to‘lov protsessoriga murojaat qiling.

# Languages::stripe_connect.reason_with_error_text
source: Reason (as provided by the payment processor): [error_text]
uz_uz: Sababi (to'lov protsessori tomonidan taqdim etilganidek): [error_text]

# Languages::stripe_connect.allow_express_accounts
source: Allow Express accounts
uz_uz: Ekspress hisoblarga ruxsat bering

# Languages::stripe_connect.allow_express_accounts.description
source: Express accounts are much easier to register, and they have a simpler Stripe dashboard. But when you use Express accounts, your marketplace bears more responsibility, and there are platform fees involved. For more information, check Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">pricing</a> and <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">documentation on Express accounts</a>.
uz_uz: Ekspress hisoblarni ro'yxatdan o'tkazish ancha oson va ular oddiyroq Stripe boshqaruv paneliga ega. Ammo Express hisoblaridan foydalanganingizda, sizning bozoringiz ko'proq mas'uliyatni o'z zimmasiga oladi va platforma uchun to'lovlar mavjud. Qo'shimcha ma'lumot olish uchun Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">narxlash</a> va <a href="https://stripe.com/docs" ni tekshiring. /connect/express-accounts" target="_blank">ekspress hisoblar bo'yicha hujjatlar</a>.

# Languages::stripe_connect.connect_stripe_express_account
source: Connect a Stripe Express account
uz_uz: Stripe Express hisobini ulang

# Languages::stripe_connect.connect_stripe_standard_account
source: I already have a Stripe Standard account
uz_uz: Menda allaqachon Stripe Standard hisobim bor

# Languages::stripe_connect.express_dashboard
source: Stripe Dashboard
uz_uz: Stripe boshqaruv paneli

# Languages::stripe_connect.express_dashboard_menu_description
source: Transactions that went through your Stripe Express account.
uz_uz: Stripe Express hisobingiz orqali amalga oshirilgan operatsiyalar.

# Languages::stripe_connect.continue_express_registration
source: Continue Express registration
uz_uz: Tez ro'yxatdan o'tishni davom eting

# Languages::stripe_connect.registration_is_not_complete
source: Stripe still requires some data from you before you can accept payments. Please continue the registration and fill in the remaining fields. If you've entered all the information (even the fields that aren't required) and still see this message, check this page in a day or two. If that doesn't help, please contact marketplace administration.
uz_uz: Toʻlovlarni qabul qilishdan oldin Stripe sizdan baʼzi maʼlumotlarni talab qiladi. Roʻyxatdan oʻtishni davom ettiring va qolgan maydonlarni toʻldiring. Agar siz barcha ma'lumotlarni kiritgan bo'lsangiz (hatto shart bo'lmagan maydonlarni ham) va bu xabarni ko'rsangiz, bir yoki ikki kundan keyin ushbu sahifani tekshiring. Agar bu yordam bermasa, bozor ma'muriyatiga murojaat qiling.

# Languages::stripe_connect.registration_is_not_complete_linked
source: Stripe still requires some data from you before you can accept payments. Please <a href="[url]">continue the registration and fill in the remaining fields</a>. If you've entered all the information (even the fields that aren't required) and still see this message, check this page in a day or two. If that doesn't help, please contact marketplace administration.
uz_uz: Toʻlovlarni qabul qilishdan oldin Stripe sizdan baʼzi maʼlumotlarni talab qiladi. Iltimos, <a href="[url]">ro‘yxatdan o‘tishni davom ettiring va qolgan maydonlarni to‘ldiring</a>. Agar siz barcha ma'lumotlarni kiritgan bo'lsangiz (hatto shart bo'lmagan maydonlarni ham) va bu xabarni ko'rsangiz, bir yoki ikki kundan keyin ushbu sahifani tekshiring. Agar bu yordam bermasa, bozor ma'muriyatiga murojaat qiling.

# Languages::stripe_connect.account_was_rejected_and_unlinked
source: Account <b>[account_id]</b> was rejected and unlinked from the marketplace.
uz_uz: <b>[account_id]</b> hisobi rad etildi va bozordan uzildi.

# Languages::stripe_connect.check_accounts_cron
source: The command below checks the statuses of the Express accounts that your vendors create. For example, if you reject a vendor's account on the Stripe end, that's how Multi-Vendor will know about it. Add this command to cron and run it once a day for smoother checkout experience.
uz_uz: Quyidagi buyruq sizning sotuvchilaringiz yaratgan Express hisoblarining holatini tekshiradi. Misol uchun, agar siz Stripe oxirida sotuvchining hisobini rad qilsangiz, Multi-Vendor bu haqda shunday bilib oladi. Ushbu buyruqni cron-ga qo'shing va to'g'ridan-to'g'ri hisob-kitob qilish uchun uni kuniga bir marta ishlating.

# Languages::stripe_connect.check_accounts
source: Check accounts
uz_uz: Hisoblarni tekshirish

# Languages::stripe_connect.stripe_cookie_description
source: Stripe is a payment provider. It allows us to accept payments, if you choose a payment method powered by Stripe. Here is <a href="https://stripe.com/privacy" target="_blank">Stripe privacy policy</a>.
uz_uz: Stripe - to'lov provayderi. Agar siz Stripe tomonidan quvvatlangan toʻlov usulini tanlasangiz, u bizga toʻlovlarni qabul qilish imkonini beradi. Mana <a href="https://stripe.com/privacy" target="_blank">Stripe maxfiylik siyosati</a>.

# Languages::stripe_connect.create_stripe_standard_account
source: Create Stripe Standard account
uz_uz: Stripe Standard hisobini yarating

# Languages::stripe_connect.stripe_checkout.description
source: Take customers to the Stripe Checkout page to complete the payment. We recommend it because that page offers many more payment options than CS-Cart checkout page. You can see those payment options <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">on your Stripe Dashboard</a>. Only works when 3-D Secure is <b>enabled</b>.
uz_uz: Toʻlovni yakunlash uchun mijozlarni Stripe Checkout sahifasiga olib boring. Biz buni tavsiya qilamiz, chunki bu sahifa CS-Cart to'lov sahifasidan ko'ra ko'proq to'lov imkoniyatlarini taklif qiladi. Siz ushbu toʻlov imkoniyatlarini <a href="https://dashboard.stripe.com/settings/payment_methods" target="_blank">Stripe boshqaruv panelida</a> koʻrishingiz mumkin. Faqat 3-D Secure <b>yoqilgan</b>da ishlaydi.

# Languages::stripe_connect.payment_intent_id
source: Payment intent ID
uz_uz: Toʻlov maqsadi identifikatori

# Languages::stripe_connect.session_checkout_error
source: There is no supported payment method in Stripe Checkout for the specified parameters.
uz_uz: Belgilangan parametrlar uchun Stripe Checkout-da qo'llab-quvvatlanadigan to'lov usuli mavjud emas.

# Languages::stripe_connect.order_not_found
source: Order not found.
uz_uz: Buyurtma topilmadi.
