Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/vendor_plans.po
Languages: uz_uz

# Addons::name::vendor_plans
source: Vendor plans
uz_uz: Sotuvchi rejalari

# Addons::description::vendor_plans
source: Create plans with different restrictions and prices for your vendors
uz_uz: Sotuvchilaringiz uchun turli cheklovlar va narxlar bilan rejalar yarating

# SettingsOptions::vendor_plans::commissions_header
source: Commissions
uz_uz: Komissiyalar

# SettingsOptions::vendor_plans::include_shipping
source: Include shipping cost in vendor commissions
uz_uz: Yetkazib berish narxini sotuvchi komissiyalariga qo'shing

# SettingsOptions::vendor_plans::include_taxes_in_commission
source: Include taxes in vendor commissions
uz_uz: Sotuvchi komissiyalariga soliqlarni qo'shing

# SettingsTooltips::vendor_plans::include_taxes_in_commission
source: Calculate vendor commissions without subtracting taxes from the order total beforehand.
uz_uz: Oldindan buyurtma summasidan soliqlarni ayirmasdan sotuvchi komissiyalarini hisoblang.

# SettingsOptions::vendor_plans::allow_vendors_to_change_plan
source: Allow vendors to change their current plan
uz_uz: Sotuvchilarga joriy rejalarini o'zgartirishga ruxsat bering

# SettingsOptions::vendor_plans::collect_taxes_from_vendors
source: Collect taxes from vendors
uz_uz: Sotuvchilardan soliq yig'ish

# SettingsTooltips::vendor_plans::collect_taxes_from_vendors
source: Send collected taxes to the account of the marketplace.
uz_uz: Yig'ilgan soliqlarni bozor hisobiga yuboring.

# Languages::vendor_plans.vendor_plans
source: Vendor plans
uz_uz: Sotuvchi rejalari

# Languages::block_vendor_plan_info
source: Vendor plan info
uz_uz: Sotuvchi rejasi haqida ma'lumot

# Languages::block_vendor_plan_info_description
source: Shows information about the selected vendor plan
uz_uz: Tanlangan sotuvchi rejasi haqidagi ma'lumotlarni ko'rsatadi

# Languages::vendor_plans.plan
source: Plan
uz_uz: Reja

# Languages::vendor_plans.plan_short
source: Plan
uz_uz: Reja

# Languages::vendor_plans.commission
source: Commission
uz_uz: Komissiya

# Languages::vendor_plans.restrictions
source: Restrictions
uz_uz: Cheklovlar

# Languages::vendor_plans.vendor_plans_menu_description
source: Create plans for your vendors, with different restrictions and prices
uz_uz: Turli cheklovlar va narxlar bilan sotuvchilaringiz uchun rejalar tuzing

# Languages::vendor_plans.periodicity_month
source: per month
uz_uz: oyiga

# Languages::vendor_plans.periodicity_year
source: per year
uz_uz: yiliga

# Languages::vendor_plans.periodicity_onetime
source: one time
uz_uz: bir marta

# Languages::vendor_plans.products_limit
source: Max. products
uz_uz: Maks. mahsulotlar

# Languages::vendor_plans.products_limit_tooltip
source: Set the maximum number of products a vendor can have on this plan. Leave empty to allow unlimited number of products.
uz_uz: Ushbu rejada sotuvchiga ega bo'lishi mumkin bo'lgan maksimal mahsulotlar sonini belgilang. Cheksiz miqdordagi mahsulotlarga ruxsat berish uchun bo'sh qoldiring.

# Languages::vendor_plans.vendor_store_tooltip
source: A vendor can have his or her own microstore at a separate address like <i>example.com/vendor/</i>. A microstore only contains products of the vendor who owns this microstore. Also, search results in a vendor's microstore only include products of this vendor.
uz_uz: Sotuvchi <i>example.com/vendor/</i> kabi alohida manzilda o'z mikrodo'koniga ega bo'lishi mumkin. Mikrodo'konda faqat ushbu mikrodo'konga ega bo'lgan sotuvchining mahsulotlari mavjud. Bundan tashqari, sotuvchining mikrodo'konidagi qidiruv natijalari faqat ushbu sotuvchining mahsulotlarini o'z ichiga oladi.

# Languages::vendor_plans.add_vendor_plan
source: Add vendor plan
uz_uz: Sotuvchi rSotuvchi rejasini qo'shingejasini qo'shing

# Languages::vendor_plans.new_vendor_plan
source: New vendor plan
uz_uz: Yangi sotuvchi rejasi

# Languages::vendor_plans.editing_vendor_plan
source: Editing vendor plan
uz_uz: Sotuvchi rejasini tahrirlash

# Languages::vendor_plans.delete_plan_vendor_exists_text
source: Couldn't delete the plan: some vendors use it
uz_uz: Rejani oʻchirib boʻlmadi: baʼzi sotuvchilar undan foydalanishadi

# Languages::vendor_plans.disable_plan_vendor_exists_text
source: Couldn't disable the plan: some vendors use it
uz_uz: Rejani oʻchirib boʻlmadi: baʼzi sotuvchilar undan foydalanishadi

# Languages::vendor_plans.transaction_fee
source: Transaction fee
uz_uz: Tranzaksiya komissiyasi

# Languages::vendor_plans.fixed_transaction_fee
source: Transaction fee (abs)
uz_uz: Tranzaksiya to'lovi (abs)

# Languages::vendor_plans.revenue
source: Revenue
uz_uz: Daromad

# Languages::vendor_plans.revenue_up_to
source: Revenue up to
uz_uz: gacha bo'lgan daromad

# Languages::vendor_plans.revenue_up_to_tooltip
source: The maximum monthly revenue allowed for the vendors who use this plan. Leave this field empty to allow unlimited revenue.
uz_uz: Ushbu rejadan foydalanadigan sotuvchilar uchun ruxsat etilgan maksimal oylik daromad. Cheksiz daromad olish uchun ushbu maydonni bo'sh qoldiring.

# Languages::vendor_plans.vendor_store
source: Vendor microstore
uz_uz: Sotuvchi mikrodo'koni

# Languages::vendor_plans.best_choise
source: Offer as the best choice
uz_uz: Eng yaxshi tanlov sifatida taklif qiling

# Languages::vendor_plans.best_choise_short
source: Best choice
uz_uz: Eng yaxshi tanlov

# Languages::vendor_plans.select_plan_text
source: You will be charged for the plan after the admin approves your vendor account
uz_uz: Administrator sotuvchi hisobingizni tasdiqlaganidan keyin sizdan reja uchun to‘lov olinadi

# Languages::vendor_plans.current_plan
source: Current plan
uz_uz: Joriy reja

# Languages::vendor_plans.current_plan_usage
source: Current plan usage
uz_uz: Joriy tarif rejasidan foydalanish

# Languages::vendor_plans.best_choice
source: Best choice
uz_uz: Eng yaxshi tanlov

# Languages::vendor_plans.choose_your_plan
source: Choose your plan
uz_uz: Rejangizni tanlang

# Languages::vendor_plans.choose
source: Choose
uz_uz: Tanlang

# Languages::vendor_plans.month
source: Month
uz_uz: oy

# Languages::vendor_plans.year
source: Year
uz_uz: Yil

# Languages::vendor_plans.plan_name
source: Plan name
uz_uz: Reja nomi

# Languages::vendor_plans.products_limit_value
source: <strong>[n]</strong> product|<strong>[n]</strong> products
uz_uz: <strong>[n]</strong> mahsulot|<strong>[n]</strong> mahsulotlar

# Languages::vendor_plans.unlimited
source: Unlimited
uz_uz: Cheksiz

# Languages::vendor_plans.products_limit_unlimited
source: <strong>Unlimited</strong> products
uz_uz: <strong>Cheksiz</strong> mahsulotlar

# Languages::vendor_plans.revenue_up_to_value
source: Revenue up to <strong>[revenue]</strong>
uz_uz: <strong>[revenue]</strong>gacha bo'lgan daromad

# Languages::vendor_plans.revenue_up_to_unlimited
source: <strong>Unlimited</strong> revenue
uz_uz: <strong>Cheksiz</strong> daromad

# Languages::vendor_plans.transaction_fee_value
source: Transaction fee: <strong>[value]</strong>
uz_uz: Tranzaksiya to‘lovi: <strong>[value]</strong>

# Languages::vendor_plans.vendor_commission
source: Vendor commission
uz_uz: Sotuvchi komissiyasi

# Languages::vendor_plans.category_is_empty
source: Please specify a category.
uz_uz: Turkumni belgilang.

# Languages::vendor_plans.vendor_approved_text
source: Your plan has been set to [plan]. See the details of your plan below.
uz_uz: Rejangiz [plan] qilib belgilandi. Rejangiz tafsilotlarini quyida ko'ring.

# Languages::vendor_plans.plan_payment
source: Payment for Your Plan
uz_uz: Sizning rejangiz uchun to'lov

# Languages::vendor_plans.plan_payment_text
source: A sum of [price] has been withdrawn from your account for using the [plan] plan. Follow the link to <a href="[href]">view your account balance</a> or see the details of your plan below.
uz_uz: [plan] rejasidan foydalanganingiz uchun hisobingizdan [price] summasi yechib olindi. <a href="[href]">hisob balansingizni ko‘rish</a> uchun havolaga o‘ting yoki quyida tarif rejangiz tafsilotlarini ko‘ring.

# Languages::vendor_plans.plan_has_been_changed
source: Your Plan Has Been Changed
uz_uz: Rejangiz o'zgartirildi

# Languages::vendor_plans.plan_has_been_changed_text
source: Your plan has been changed to [plan]. See the details of your new plan below.
uz_uz: Sizning rejangiz [plan] ga o'zgartirildi. Quyida yangi rejangiz tafsilotlarini ko'ring.

# Languages::vendor_plans.products_exceeded_text
source: Cannot add more products: you have reached the maximum number of products allowed by your plan. To change your plan, please <a href="[href]">follow this link</a>.
uz_uz: Boshqa mahsulotlarni qoʻshib boʻlmaydi: siz rejangizda ruxsat etilgan mahsulotlarning maksimal soniga yetdingiz. Rejangizni oʻzgartirish uchun <a href="[href]">ushbu havolaga oʻting</a>.

# Languages::vendor_plans.revenue_exceeded_subj
source: Maximum Revenue Exceeded
uz_uz: Maksimal daromad oshib ketdi

# Languages::vendor_plans.revenue_exceeded_text
source: <a href="[href]">[vendor]</a> exceeded the maximum revenue allowed by the [plan] plan.
uz_uz: <a href="[href]">[vendor]</a> [plan] rejasida ruxsat etilgan maksimal daromaddan oshib ketdi.

# Languages::vendor_plans.not_available
source: Not available
uz_uz: Mavjud emas

# Languages::vendor_plans.many_products_text
source: Too many products ([actual]/[allowed])
uz_uz: Juda koʻp mahsulot ([[actual]/[allowed])

# Languages::vendor_plans.much_revenue_text
source: Too much revenue ([actual]/[allowed])
uz_uz: Haddan tashqari daromad ([actual]/[allowed])

# Languages::vendor_plans.plan_not_available_text
source: Sorry, this plan is not available for you. Please choose an available plan.
uz_uz: Kechirasiz, bu reja siz uchun mavjud emas. Iltimos, mavjud tarif rejasini tanlang.

# Languages::vendor_plans.plan_will_be_change_text
source: You are switching to another vendor plan. You will be charged the full price of the plan. Are you sure you want to continue?
uz_uz: Siz boshqa sotuvchi rejasiga o'tyapsiz. Sizdan rejaning toʻliq narxi olinadi. Davom etishni xohlaysizmi?

# Languages::email_template.vendor_plans_plan_changed
source: Vendor plans: plan changed notification
uz_uz: Sotuvchining rejalari: reja o'zgartirilganligi haqida bildirishnoma

# Languages::email_template.vendor_plans_payment
source: Vendor plans: payment notification
uz_uz: Sotuvchi rejalari: to'lov bildirishnomasi

# Languages::email_template.vendor_plans_revenue
source: Vendor plans: revenue notification
uz_uz: Sotuvchi rejalari: daromad haqida xabarnoma

# Languages::privileges.view_vendor_plans
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privileges.manage_vendor_plans
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.vendor_plans
source: Vendor plans
uz_uz: Sotuvchi rejalari

# Languages::addons.vendor_plans.commission_description_absolute
source: [amount] out of [sum]
uz_uz: [sum] dan [amount]

# Languages::vendor_plans.out_of_amount
source: out of [amount]
uz_uz: tashqari [amount]

# Languages::addons.vendor_plans.commission_description_percent
source: [amount]% of [sum]
uz_uz: [sum] dan [amount]%

# Languages::addons.vendor_plans.payout_for_the_plan
source: Payout for the vendor plan: [plan]
uz_uz: Sotuvchi rejasi uchun to'lov: [plan]

# Languages::vendor_plan
source: Vendor plan
uz_uz: Sotuvchi rejasi

# Languages::vendor_plans.update_for_plan.title
source: Should your changes affect existing vendors?
uz_uz: Sizning o'zgarishlaringiz mavjud sotuvchilarga ta'sir qilishi kerakmi?

# Languages::vendor_plans.update_for_plan.general_message
source: What should we do about <a href="[search_url]" target="_blank">[n] vendor </a> who is using this plan now?|What should we do about <a href="[search_url]" target="_blank">[n] vendors </a> who are using this plan now?
uz_uz: Hozir ushbu tarif rejasidan foydalanayotgan <a href="[search_url]" target="_blank">[n] sotuvchi </a> haqida nima qilishimiz kerak?|<a href="[search_url]" haqida nima qilishimiz kerak target="_blank">[n] sotuvchi </a> kim hozir ushbu tarif rejasidan foydalanmoqda?

# Languages::vendor_plans.storefronts_update_for_plan.add_storefronts_message
source: Add the vendor to the storefronts that got added to the plan|Add the vendors to the storefronts that got added to the plan
uz_uz: Sotuvchini rejaga qo'shilgan vitrinalarga qo'shing|Rejaga qo'shilgan vitrinalarga sotuvchilarni qo'shing

# Languages::vendor_plans.storefronts_update_for_plan.remove_storefronts_message
source: Remove the vendor from the storefronts that got removed from this plan|Remove the vendors from the storefronts that got removed from this plan
uz_uz: Ushbu rejadan olib tashlangan doʻkon peshtaxtalaridan sotuvchini olib tashlang|Bu rejadan olib tashlangan doʻkon peshtaxtalaridan sotuvchini olib tashlang

# Languages::vendor_plans.storefronts_update_for_vendor.title
source: The vendor got moved to another plan
uz_uz: Sotuvchi boshqa rejaga o'tdi

# Languages::vendor_plans.storefronts_update_for_vendor.general_message
source: What should we do about the storefronts that are available to this vendor?
uz_uz: Ushbu sotuvchi uchun mavjud bo'lgan do'konlar haqida nima qilishimiz kerak?

# Languages::vendor_plans.storefronts_update_for_vendor.add_storefronts_message
source: Add the vendor to the storefronts available in the new vendor plan
uz_uz: Sotuvchini yangi sotuvchi rejasida mavjud bo'lgan do'konlarga qo'shing

# Languages::vendor_plans.storefronts_update_for_vendor.remove_storefronts_message
source: Remove the vendor from the storefronts available in his previous plan
uz_uz: Sotuvchini oldingi rejasida mavjud bo'lgan do'konlardan olib tashlang

# Languages::vendor_plans.advanced_vendor_plan_creation
source: Advanced vendor plan creation
uz_uz: Kengaytirilgan sotuvchi rejasini yaratish

# Languages::vendor_plans.text_vendor_plan_created
source: A new vendor plan "[plan_name]" has been created. You can now <a href="[link]">set restrictions for vendors using this plan</a>.
uz_uz: “[plan_name]” yangi sotuvchi rejasi yaratildi. Endi siz <a href="[link]">ushbu tarif rejasidan foydalanadigan sotuvchilar uchun cheklovlar o‘rnatishingiz mumkin</a>.

# Languages::vendor_plans.commission_fee
source: [commission]% fee
uz_uz: [commission]% to'lov

# Languages::vendor_plans.default_vendor_plan
source: Default plan
uz_uz: Standart reja

# Languages::vendor_plans.event.plan_changed
source: Vendor plan was changed
uz_uz: Sotuvchi rejasi o'zgartirildi

# Languages::vendor_plans
source: Vendor plans
uz_uz: Sotuvchi rejalari

# Languages::email_template.vendor_plans_vendor_plan_changed_info_for_admin
source: Vendor plans: vendor plan was changed
uz_uz: Sotuvchi rejalari: sotuvchi rejasi o'zgartirildi

# Languages::vendor_plans.vendor_plan_has_been_changed
source: Vendor "[vendor]" moved to "[plan]"
uz_uz: "[vendor]" sotuvchisi "[plan]"ga ko'chirildi

# Languages::vendor_plans.vendor_plan_has_been_changed_text
source: The plan of vendor "[vendor]" was changed from "[old_plan]" to "[new_plan]".
uz_uz: Sotuvchining "[vendor]" rejasi "[old_plan]"dan "[new_plan]"ga o'zgartirildi.

# Languages::vendor_plans.old_plan
source: Old plan
uz_uz: Eski reja

# Languages::vendor_plans.new_plan
source: New plan
uz_uz: Yangi reja

# Languages::vendor_plans.usergroups_update_for_plan.add_usergroups_message
source: Add vendor administrators to the user groups added to the plan
uz_uz: Rejaga qo'shilgan foydalanuvchilar guruhlariga sotuvchi ma'murlarini qo'shing

# Languages::vendor_plans.usergroups_update_for_plan.remove_usergroups_message
source: Remove vendor administrators from the user groups removed from the plan
uz_uz: Sotuvchi ma'murlarini rejadan olib tashlangan foydalanuvchilar guruhlaridan olib tashlang

# Languages::vendor_plans.usergroups_update_for_plan
source: These are the user groups that vendor's administrators will get when a vendor gets this plan
uz_uz: Bular sotuvchi ushbu rejani olganida sotuvchining ma'murlari oladigan foydalanuvchilar guruhlari

# Languages::vendor_plans.category_is_not_available
source: Sorry, this category is not available for the vendor. Please check the configuration of the vendor plan.
uz_uz: Kechirasiz, ushbu turkum sotuvchi uchun mavjud emas. Iltimos, sotuvchi rejasining konfiguratsiyasini tekshiring.

# Languages::vendor_plans.all_storefronts_included
source: All storefronts included
uz_uz: Barcha do'konlar vitrinalari kiritilgan

# Languages::vendor_plans.all_categories_included
source: All categories included
uz_uz: Barcha toifalar kiritilgan

# Languages::vendor_plans.disable_plan_is_default_text
source: Couldn't disable the vendor plan. At least one active or hidden vendor plan must exist.
uz_uz: Sotuvchi rejasini o‘chirib bo‘lmadi. Kamida bitta faol yoki yashirin sotuvchi rejasi mavjud bo'lishi kerak.

# Languages::vendor_plans.dashboard.analytics_card.vendor_plan
source: Products used on the plan
uz_uz: Rejada ishlatiladigan mahsulotlar

# Languages::vendor_plans.dashboard.analytics_card.vendor_plan_limits
source: [name] plan limits
uz_uz: [name] reja chegaralari

# Languages::vendor_plans.dashboard.analytics_card.view_plan
source: View plan
uz_uz: Rejani ko'rish
