Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/vendor_locations.po
Languages: da_dk, sv_se, uz_uz

# Addons::name::vendor_locations
source: Vendor locations [Beta]
da_dk: Sælgersteder [Beta]
sv_se: Leverantörsplatser [Beta]
uz_uz: Sotuvchi manzillari [Beta]

# Addons::description::vendor_locations
source: Allows vendors to specify their addresses, so that customers can see distance to vendors and filter products and vendors by their locations.
da_dk: Tillader leverandører at angive deres adresser, så kunder kan se afstanden til leverandører og filtrere produkter og leverandører efter deres lokationer.
sv_se: Tillåter leverantörer att ange sina adresser, så att kunder kan se avstånd till leverantörer och filtrera produkter och leverantörer efter sina platser.
uz_uz: Sotuvchilarga o'z manzillarini ko'rsatishga imkon beradi, shunda mijozlar sotuvchilarga masofani ko'rishlari va mahsulotlar va sotuvchilarni joylashuvi bo'yicha filtrlashlari mumkin.

# SettingsSections::vendor_locations::general
source: General
da_dk: Generel
sv_se: Allmän
uz_uz: Umumiy

# SettingsOptions::vendor_locations::provider
source: Provider
da_dk: Udbyder
sv_se: Leverantör
uz_uz: Provayder

# SettingsTooltips::vendor_locations::provider
source: Different map providers store info about locations differently. If you select another map provider, your vendors may have to set their location again.
da_dk: Forskellige kortudbydere gemmer oplysninger om lokationer forskelligt. Hvis du vælger en anden kortudbyder, skal dine leverandører muligvis indstille deres placering igen.
sv_se: Olika kartleverantörer lagrar information om platser på olika sätt. Om du väljer en annan kartleverantör kan dina leverantörer behöva ange sin plats igen.
uz_uz: Turli xil xarita provayderlari joylar haqidagi ma'lumotlarni turlicha saqlaydi. Agar siz boshqa xarita provayderini tanlasangiz, sotuvchilaringiz oʻz joylashuvini yana oʻrnatishi kerak boʻlishi mumkin.

# SettingsOptions::vendor_locations::yandex_api_key
source: API key
da_dk: API nøgle
sv_se: API-nyckel
uz_uz: API kaliti

# SettingsTooltips::vendor_locations::yandex_api_key
source: Get the API key here: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
da_dk: Hent API-nøglen her: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
sv_se: Hämta API-nyckeln här: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
uz_uz: API kalitini bu yerdan oling: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>

# SettingsOptions::vendor_locations::yandex_commercial
source: I use the paid version of the API
da_dk: Jeg bruger den betalte version af API'en
sv_se: Jag använder den betalda versionen av API
uz_uz: Men API ning pullik versiyasidan foydalanaman

# SettingsOptions::vendor_locations::google_api_key
source: API key
da_dk: API nøgle
sv_se: API-nyckel
uz_uz: API kaliti

# SettingsTooltips::vendor_locations::google_api_key
source: Get the API key by following the instructions here: https://developers.google.com/maps/documentation/javascript/get-api-key
da_dk: Hent API-nøglen ved at følge instruktionerne her: https://developers.google.com/maps/documentation/javascript/get-api-key
sv_se: Få API-nyckeln genom att följa instruktionerna här: https://developers.google.com/maps/documentation/javascript/get-api-key
uz_uz: Bu yerdagi ko‘rsatmalarga rioya qilib API kalitini oling: https://developers.google.com/maps/documentation/javascript/get-api-key

# SettingsOptions::vendor_locations::start_search_radius
source: Default radius in distance filter
da_dk: Standard radius i afstandsfilter
sv_se: Standardradie i avståndsfilter
uz_uz: Masofa filtridagi standart radius

# SettingsTooltips::vendor_locations::start_search_radius
source: You can manually add a product filter that allows customers to search for products within a certain distance if they enter their location. This setting determines the default search radius for that filter. If you don't create a filter, products will be shown regardless of distance, and this setting won't have any effect.
da_dk: Du kan manuelt tilføje et produktfilter, der giver kunder mulighed for at søge efter produkter inden for en vis afstand, hvis de indtaster deres placering. Denne indstilling bestemmer standardsøgningsradius for det pågældende filter. Hvis du ikke opretter et filter, vil produkter blive vist uanset afstand, og denne indstilling har ingen effekt.
sv_se: Du kan manuellt lägga till ett produktfilter som gör att kunder kan söka efter produkter inom ett visst avstånd om de anger sin plats. Den här inställningen bestämmer standardsökradien för det filtret. Om du inte skapar ett filter kommer produkterna att visas oavsett avstånd, och den här inställningen har ingen effekt.
uz_uz: Mijozlarga o'z manzilini kiritgan taqdirda ma'lum masofadagi mahsulotlarni qidirishga imkon beruvchi mahsulot filtrini qo'lda qo'shishingiz mumkin. Ushbu sozlama ushbu filtr uchun standart qidiruv radiusini belgilaydi. Agar siz filtr yaratmasangiz, mahsulotlar masofadan qat'iy nazar ko'rsatiladi va bu sozlama hech qanday ta'sir qilmaydi.

# SettingsOptions::vendor_locations::max_search_radius
source: Maximum radius in distance filter
da_dk: Maksimal radius i afstandsfilter
sv_se: Maximal radie i avståndsfilter
uz_uz: Masofa filtridagi maksimal radius

# SettingsTooltips::vendor_locations::max_search_radius
source: You can manually add a product filter that allows customers to search for products within a certain distance if they enter their location. This setting determines the maximum search radius possible for that filter. If you don't create a filter, products will be shown regardless of distance, and this setting won't have any effect.
da_dk: Du kan manuelt tilføje et produktfilter, der giver kunder mulighed for at søge efter produkter inden for en vis afstand, hvis de indtaster deres placering. Denne indstilling bestemmer den maksimale søgeradius for det pågældende filter. Hvis du ikke opretter et filter, vil produkter blive vist uanset afstand, og denne indstilling har ingen effekt.
sv_se: Du kan manuellt lägga till ett produktfilter som gör att kunder kan söka efter produkter inom ett visst avstånd om de anger sin plats. Den här inställningen bestämmer den maximala sökradien som är möjlig för det filtret. Om du inte skapar ett filter kommer produkterna att visas oavsett avstånd, och den här inställningen har ingen effekt.
uz_uz: Mijozlarga o'z manzilini kiritgan taqdirda ma'lum masofadagi mahsulotlarni qidirishga imkon beruvchi mahsulot filtrini qo'lda qo'shishingiz mumkin. Ushbu sozlama ushbu filtr uchun mumkin bo'lgan maksimal qidiruv radiusini belgilaydi. Agar siz filtr yaratmasangiz, mahsulotlar masofadan qat'iy nazar ko'rsatiladi va bu sozlama hech qanday ta'sir qilmaydi.

# SettingsOptions::vendor_locations::distance_unit
source: Distance measurement unit
da_dk: Afstandsmålingsenhed
sv_se: Avståndsmätenhet
uz_uz: Masofani o'lchash birligi

# SettingsOptions::vendor_locations::filter_by
source: Vendors shown by default
da_dk: Leverandører vises som standard
sv_se: Leverantörer visas som standard
uz_uz: Sukut bo'yicha ko'rsatilgan sotuvchilar

# SettingsTooltips::vendor_locations::filter_by
source: Determines what vendors are shown on the vendor list page (and on the map displayed on that page) by default.
da_dk: Bestemmer, hvilke leverandører der som standard vises på leverandørlistesiden (og på kortet, der vises på den pågældende side).
sv_se: Bestämmer vilka leverantörer som visas på leverantörslistans sida (och på kartan som visas på den sidan) som standard.
uz_uz: Sukut bo'yicha sotuvchilar ro'yxati sahifasida (va ushbu sahifada ko'rsatilgan xaritada) qaysi sotuvchilar ko'rsatilishini aniqlaydi.

# SettingsVariants::vendor_locations::filter_by::none
source: All
da_dk: Alle
sv_se: Allt
uz_uz: Hammasi

# SettingsVariants::vendor_locations::filter_by::city
source: From customer's city
da_dk: Fra kundens by
sv_se: Från kundens stad
uz_uz: Mijozning shahridan

# SettingsVariants::vendor_locations::filter_by::country
source: From customer's country
da_dk: Fra kundens land
sv_se: Från kundens land
uz_uz: Mijozning mamlakatidan

# Languages::vendor_locations.location
source: Location
da_dk: Beliggenhed
sv_se: Plats
uz_uz: Manzil

source: The address that will be used to determine the position on Google Maps.
da_dk: Adressen, der vil blive brugt til at bestemme positionen på Google Maps.
sv_se: Adressen som kommer att användas för att bestämma positionen på Google Maps.
uz_uz: Google Xaritalardagi joylashuvni aniqlash uchun foydalaniladigan manzil.

# Languages::block_location_selector
source: Customer's location
da_dk: Kundens placering
sv_se: Kundens plats
uz_uz: Mijozning joylashuvi

# Languages::block_location_selector_description
source: Enter address to search by location
da_dk: Indtast adresse for at søge efter placering
sv_se: Ange adress för att söka efter plats
uz_uz: Joy bo'yicha qidirish uchun manzilni kiriting

# Languages::vendor_locations.search_vendors_by_address
source: Search vendors
da_dk: Søg efter leverandører
sv_se: Sök efter leverantörer
uz_uz: Sotuvchilarni qidiring

# Languages::block_search_vendors
source: Vendors by location
da_dk: Leverandører efter lokation
sv_se: Försäljare efter plats
uz_uz: Joylashuv bo'yicha sotuvchilar

# Languages::block_search_vendors_description
source: Search for vendors in a specific location
da_dk: Søg efter leverandører på et bestemt sted
sv_se: Sök efter leverantörer på en specifik plats
uz_uz: Muayyan joyda sotuvchilarni qidiring

# Languages::block_closest_vendors
source: Closest vendors
da_dk: Nærmeste forhandlere
sv_se: Närmaste försäljare
uz_uz: Eng yaqin sotuvchilar

# Languages::block_closest_vendors_description
source: Vendors from customer's city
da_dk: Sælgere fra kundens by
sv_se: Försäljare från kundens stad
uz_uz: Mijozning shahridan sotuvchilar

# Languages::block_vendors_map
source: Vendor map
da_dk: Sælger kort
sv_se: Försäljarkarta
uz_uz: Sotuvchi xaritasi

# Languages::block_vendors_map_description
source: A map of all vendors
da_dk: Et kort over alle leverandører
sv_se: En karta över alla leverantörer
uz_uz: Barcha sotuvchilar xaritasi

# Languages::vendor_location.search_vendors_geolocation
source: Search for vendors
da_dk: Søg efter leverandører
sv_se: Sök efter leverantörer
uz_uz: Sotuvchilarni qidiring

# Languages::vendor_locations.block_template_location_selector
source: Location selector
da_dk: Placeringsvælger
sv_se: Platsväljare
uz_uz: Joylashuv selektori

# Languages::vendor_locations.filter_by_city
source: Vendor's city
da_dk: Sælgers by
sv_se: Säljarens stad
uz_uz: Sotuvchining shahar

# Languages::vendor_locations.filter_by_distance
source: Distance to vendor
da_dk: Afstand til sælger
sv_se: Avstånd till säljare
uz_uz: Sotuvchiga masofa

# Languages::vendor_locations.customer_geolocation
source: Your location
da_dk: Din placering
sv_se: Din plats
uz_uz: Sizning joylashuvingiz

# Languages::vendor_locations.select_city
source: Select a city
da_dk: Vælg en by
sv_se: Välj en stad
uz_uz: Shaharingizni tanlang

# Languages::vendor_locations.selected_city
source: Selected city
da_dk: Udvalgt by
sv_se: Utvald stad
uz_uz: Shaharingizni tanlang

# Languages::vendor_locations.not_your_city
source: Not your city?
da_dk: Ikke din by?
sv_se: Inte din stad?
uz_uz: Sizning shahringiz emasmi?

# Languages::vendor_locations.search_city
source: Search for a city
da_dk: Søg efter en by
sv_se: Sök efter en stad
uz_uz: Shahar qidiring

# Languages::vendor_locations.search_nearby
source: Search nearby
da_dk: Søg i nærheden
sv_se: Sök i närheten
uz_uz: Yaqin-atrofdan qidiring

# Languages::vendor_locations.nearby
source: Nearby
da_dk: i nærheden
sv_se: Närliggande
uz_uz: Yaqin-atrofda

# Languages::vendor_locations.vendors_map
source: Vendors map
da_dk: Sælgere kort
sv_se: Försäljare karta
uz_uz: Sotuvchilar xaritasi

# Languages::vendor_locations.closest_vendors
source: Closest vendors
da_dk: Nærmeste forhandlere
sv_se: Närmaste försäljare
uz_uz: Eng yaqin sotuvchilar

# Languages::vendor_locations.google_maps_cookie_title
source: Google Maps
da_dk: Google kort
sv_se: Google kartor
uz_uz: Google xaritalari

# Languages::vendor_locations.google_maps_cookie_description
source: Google Maps is a service that allows us to show the maps and various locations on those maps, or automatically determine your location. Here is <a href="https://policies.google.com/privacy" target="_blank">Google privacy policy;</a> we also recommend Google's concise and comprehensive <a href="https://support.google.com/maps/answer/10400210" target="_blank">note on privacy</a>.
da_dk: Google Maps er en tjeneste, der giver os mulighed for at vise kortene og forskellige placeringer på disse kort eller automatisk bestemme din placering. Her er <a href="https://policies.google.com/privacy" target="_blank">Googles privatlivspolitik;</a> anbefaler vi også Googles kortfattede og omfattende <a href="https://support.google.com/maps/answer/10400210" target="_blank">note om privatliv</a>.
sv_se: Google Maps är en tjänst som låter oss visa kartorna och olika platser på dessa kartor, eller automatiskt bestämma din plats. Här är <a href="https://policies.google.com/privacy" target="_blank">Googles sekretesspolicy;</a> rekommenderar vi även Googles kortfattade och omfattande <a href="https://support.google.com/maps/answer/10400210" target="_blank">anmärkning om sekretess</a>.
uz_uz: Google Xaritalar bu xaritalarda xaritalar va turli joylarni ko‘rsatish yoki joylashuvingizni avtomatik aniqlash imkonini beruvchi xizmatdir. Mana <a href="https://policies.google.com/privacy" target="_blank">Google maxfiylik siyosati;</a> biz Google-ning qisqa va keng qamrovli <a href="https://support" ni ham tavsiya qilamiz. .google.com/maps/answer/10400210" target="_blank">maxfiylik haqida eslatma</a>.

# Languages::vendor_locations.enter_location
source: Enter location
da_dk: Indtast placering
sv_se: Ange plats
uz_uz: Joyni kiriting

# Languages::vendor_locations.confirm_location
source: Confirm location
da_dk: Bekræft placering
sv_se: Bekräfta plats
uz_uz: Joylashuvni tasdiqlang

# Languages::vendor_locations.chosen_location
source: Chosen location
da_dk: Valgt sted
sv_se: Vald plats
uz_uz: Tanlangan joy
