Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/vendor_data_premoderation.po
Languages: ar_sa, da_dk, ru_ru, uz_uz

# Addons::name::vendor_data_premoderation
source: Vendor data premoderation
ar_sa: بيانات البائعين قبل الاعتدال
da_dk: Forhandler data premoderation
ru_ru: Премодерация данных продавцов
uz_uz: Sotuvchi ma'lumotlarini oldindan moderatsiya qilish

# Addons::description::vendor_data_premoderation
source: Lets you pre-moderate vendors activity
ar_sa: يتيح لك الإشراف المسبق على نشاط البائعين
da_dk: Lader dig pre moderat forhandler aktivitet
ru_ru: Премодерация данных, добавляемых продавцами
uz_uz: Sotuvchilar faoliyatini oldindan mo''tadil qilish imkonini beradi

# Languages::vendor_data_premoderation.notification_for_deleted_statuses
source: Vendor Data Premoderation add-on has been disabled. Products with the "Requires approval" or "Disapproved" statuses no longer have any status. These products won't appear to customers until you or your vendors set some other status for them. If you activate the add-on again, the statusless products will get their statuses back. If you uninstall the add-on, all products will get a correct status automatically.
ar_sa: تم تعطيل الوظيفة الإضافية للإنشاء المسبق لبيانات البائع. المنتجات ذات الحالة "مطلوب الموافقة" أو "مرفوض" لم تعد تتمتع بأي حالة. لن تظهر هذه المنتجات للعملاء حتى تقوم أنت أو البائعين بتعيين حالة أخرى لهم. إذا قمت بتنشيط الوظيفة الإضافية مرة أخرى ، فستستعيد المنتجات التي ليس لها حالة حالة حالتها. إذا قمت بإلغاء تثبيت الوظيفة الإضافية ، فستحصل جميع المنتجات على الحالة الصحيحة تلقائيًا.
da_dk: Vendor Data Premoderation tilføjelse er blevet deaktiveret. Produkter med statussen "Kræver godkendelse" eller "Afvist" har ikke længere nogen status. Disse produkter vises ikke for kunderne, før du eller dine leverandører har angivet en anden status for dem. Aktiverer du tilføjelsen igen, får de statusløse produkter deres status tilbage. Hvis du afinstallerer tilføjelsen, får alle produkter automatisk en korrekt status.
ru_ru: Модуль "Премодерация данных продавцов" выключен. Если у товаров был статус "Требует проверки" или "Отклонён", то теперь у них нет никакого статуса. Эти товары не будут видны покупателям, пока вы или продавцы не зададите им какой-нибудь статус. Если вы включите модуль, то товары без статусов снова получат статусы. Если вы удалите модуль, то все товары автоматически получат правильный статус.
uz_uz: Vendor Data Premoderation qo‘shimchasi o‘chirib qo‘yilgan. “Tasdiqlashni talab qiladi” yoki “Tasdiqlanmagan” maqomiga ega mahsulotlar endi hech qanday maqomga ega emas. Siz yoki sotuvchilaringiz ularga boshqa maqom o‘rnatmaguningizcha, bu mahsulotlar mijozlarga ko‘rinmaydi. Agar siz plaginni yana faollashtirsangiz, statussiz mahsulotlar o'z statuslarini qaytarib oladi. Agar siz qo'shimchani o'chirib tashlasangiz, barcha mahsulotlar avtomatik ravishda to'g'ri holatga ega bo'ladi.

# Languages::product_approval_menu_description
source: Manage individual products or group of products supplied by the store vendors.
ar_sa: إدارة المنتجات الفردية أو المجموعة المعتمدة من تجار المتجر.
da_dk: Administrer individuelle produkter eller gruppe af produkter, der leveres af store leverandørerne.
ru_ru: Управление отдельными товарами или группой товаров, поставляемых компанией.
uz_uz: Do'kon sotuvchilari tomonidan taqdim etilgan alohida mahsulotlar yoki mahsulotlar guruhini boshqaring.

# Languages::vendor_data_premoderation
source: Vendor data premoderation
ar_sa: بيانات البائعين قبل الاعتدال
da_dk: Forhandler data premoderation
ru_ru: Премодерация данных продавцов
uz_uz: Sotuvchi ma'lumotlarini oldindan moderatsiya qilish

# Languages::product_approval
source: Product approval
ar_sa: الموافقة على المنتج
da_dk: Produktgodkendelse
ru_ru: Утверждение товаров
uz_uz: Mahsulotni tasdiqlash

# Languages::notify_vendor_by_email
source: Notify vendor by e-mail
ar_sa: إشعار التاجر بالبريد الاكتروني
da_dk: Underrette leverandører per e-mail
ru_ru: Уведомлять продавца по электронной почте
uz_uz: Sotuvchiga elektron pochta orqali xabar bering

# Languages::product_approval_status_approved
source: Your product [product] has been approved by the store administration and added to the product catalog. Now shoppers can order this product in the store.
ar_sa: تمت الموافقة على منتجك [product] من قبل إدارة المتجر وإضافته إلى كتالوج المنتج. يمكن للمتسوقين الآن طلب هذا المنتج في المتجر.
da_dk: Dit produkt [product] er godkendt af administrationen, butik og tilføjet til produktkataloget. Shoppere kan nu bestille dette produkt i butikken.
ru_ru: Ваш товар [product] был утвержден администратором магазина и добавлен в каталог товаров. Теперь покупатели смогут купить этот товар в магазине.
uz_uz: Sizning mahsulotingiz [mahsulotingiz] do'kon ma'muriyati tomonidan tasdiqlangan va mahsulot katalogiga qo'shilgan. Endi xaridorlar ushbu mahsulotni do'konda buyurtma qilishlari mumkin.

# Languages::product_approval_status_disapproved
source: Your product [product] has been disapproved by the store administration
ar_sa: تم رفض المنتج [product] بواسطة إدارة المتجر
da_dk: Dit produkt [product] er blevet afvist af store administrationen
ru_ru: Ваш товар [product] был отклонен администрацией магазина
uz_uz: Mahsulotingiz [product] doʻkon maʼmuriyati tomonidan maʼqullanmagan

# Languages::products_approval_status_approved
source: Thank you for submitting new products. The following products have been approved by the store administration and added to the product catalog
ar_sa: شكرا لك لإضافتك منتجات جديدة ، المنتجات التالية تم اعتمادها من قبل ادارة المتجر وتمت إضافتها الى قائمة المنتجات
da_dk: Tak for at indsende nye produkter. Følgende produkter er blevet godkendt af butik administration og tilføjet til produktkataloget
ru_ru: Спасибо за добавление новых товаров. Следующие товары были утверждены администрацией магазина и добавлены в каталог товаров
uz_uz: Yangi mahsulotlarni yuborganingiz uchun tashakkur. Quyidagi mahsulotlar do'kon ma'muriyati tomonidan tasdiqlangan va mahsulot katalogiga kiritilgan

# Languages::text_shoppers_can_order_products
source: Now shoppers can order these products in the store.
ar_sa: الآن يمكن للمتسوقين طلب هذه المنتجات في المتجر.
da_dk: Shoppere kan bestille disse produkter i butikken.
ru_ru: Теперь покупатели смогут купить эти товары в магазине.
uz_uz: Endi xaridorlar ushbu mahsulotlarga do‘konda buyurtma berishlari mumkin.

# Languages::products_approval_status_disapproved
source: Thank you for submitting new products. The following products have been disapproved by the store administration
ar_sa: شكرا لك لإضافتك منتجات جديدة ، المنتجات التالية تم رفضها من قبل ادارة المتجر
da_dk: Tak for at indsende nye produkter. Følgende produkter er blevet afvist af butiksadministrationen
ru_ru: Спасибо за добавление новых товаров. Следующие товары были отклонены администрацией магазина
uz_uz: Yangi mahsulotlarni yuborganingiz uchun tashakkur. Quyidagi mahsulotlar do‘kon ma’muriyati tomonidan ma’qullanmagan

# Languages::approve_selected
source: Approve selected
ar_sa: اعتمد المحدد
da_dk: Godkend valgte
ru_ru: Утвердить выбранные
uz_uz: Tanlanganni tasdiqlash

# Languages::disapprove_selected
source: Disapprove selected
ar_sa: رفض المحدد
da_dk: Afvis valgte
ru_ru: Отклонить выбранные
uz_uz: Tanlanganni rad etish

# Languages::pre_moderation
source: Require approval for new products
ar_sa: تتطلب الموافقة على المنتجات الجديدة
da_dk: Kræv godkendelse for nye produkter
ru_ru: Требовать проверку новых товаров
uz_uz: Yangi mahsulotlar uchun ruxsat talab qiling

# Languages::pre_moderation_edit
source: Require approval for updated products
ar_sa: تتطلب الموافقة على المنتجات المحدثة
da_dk: Kræv godkendelse for opdaterede produkter
ru_ru: Требовать проверку изменений в товарах
uz_uz: Yangilangan mahsulotlar uchun ruxsat talab qiling

# Languages::pre_moderation_edit_vendors
source: Require approval for vendor profile changes
ar_sa: تتطلب الموافقة على تغييرات ملف تعريف البائع
da_dk: Kræv godkendelse for ændringer af leverandørprofil
ru_ru: Требовать проверку изменений в профиле продавца
uz_uz: Sotuvchi profilini o'zgartirish uchun ruxsat talab qiling

# Languages::text_not_approved_products
source: You have products that require your approval. Please <a href="[link]">follow this link</a> to review these products.
ar_sa: لديك منتجات تتطلب موافقتك. الرجاء <a href="[link]"> اتباع هذا الرابط </a> لمراجعة هذه المنتجات.
da_dk: Du har produkter, som kræver din godkendelse. Venligst <a href="[link]"> Følg dette link</a> for at gennemse disse produkter.
ru_ru: У вас есть товары, которые требуют утверждения. Посмотреть их список можно по этой <a href="[link]">ссылке</a>.
uz_uz: Sizning roziligingizni talab qiladigan mahsulotlaringiz bor. Iltimos, ushbu mahsulotlarni koʻrib chiqish uchun <a href="[link]">ushbu havolaga oʻting</a>.

# Languages::products_approval_status_changed
source: Your product(s) have been [status]
ar_sa: كان منتجك (منتجاتك) [status]
da_dk: Din produkt(er), har blevet [status]
ru_ru: Ваши товары получили статус [status]
uz_uz: Mahsulot(lar)ingiz [status] boʻlgan

# Languages::approval
source: Approval
ar_sa: الموافقة
da_dk: Godkendelse
ru_ru: Утверждение
uz_uz: Tasdiqlash

# Languages::text_vendor_profile_changes_notice
source: Are you sure that you want to update the profile? Information about your company will not be available in the customer area until the administrator approves it.
ar_sa: هل أنت متأكد من أنك تريد تحديث الملف الشخصي؟ لن تكون المعلومات الخاصة بشركتك متاحة في منطقة العميل حتى يوافق عليها المسؤول.
da_dk: Er du sikker på at du vil opdatere profilen? Oplysninger om din virksomhed vil ikke være tilgængelige i kundeområdet indtil administratoren godkender den.
ru_ru: Вы уверены, что хотите обновить свою учетную запись? Информация о вашей компании не будет отображаться на витрине магазина до тех пор, пока администратор не подтвердит её.
uz_uz: Profilni yangilamoqchi ekanligingizga ishonchingiz komilmi? Sizning kompaniyangiz haqidagi ma'lumotlar administrator tomonidan tasdiqlanmaguncha mijozlar hududida mavjud bo'lmaydi.

# Languages::privileges.manage_product_premoderation
source: Can manage
ar_sa: يمكن إدارة
da_dk: Kan klare sig
ru_ru: Управление
uz_uz: Boshqara oladi

# Languages::privilege_groups.product_premoderation
source: Product approval
ar_sa: الموافقة على المنتج
da_dk: Produktgodkendelse
ru_ru: Утверждение товаров
uz_uz: Mahsulotni tasdiqlash

# SettingsSections::vendor_data_premoderation::vendors
source: Vendor account
ar_sa: حساب البائع
da_dk: Leverandørkonto
ru_ru: Учётная запись продавца
uz_uz: Sotuvchi hisobi

# SettingsSections::vendor_data_premoderation::products
source: Vendor products
ar_sa: منتجات البائعين
da_dk: Leverandørprodukter
ru_ru: Товары продавца
uz_uz: Sotuvchi mahsulotlar

# SettingsOptions::vendor_data_premoderation::products_prior_approval
source: Approval of newly-created products
ar_sa: الموافقة على المنتجات الجديدة
da_dk: Godkendelse af nyoprettede produkter
ru_ru: Проверка новых товаров
uz_uz: Yangi yaratilgan mahsulotlarni tasdiqlash

# SettingsOptions::vendor_data_premoderation::products_updates_approval
source: Approval of product info updates
ar_sa: الموافقة على تحديثات معلومات المنتج
da_dk: Godkendelse af produktinfoopdateringer
ru_ru: Проверка изменённых товаров
uz_uz: Mahsulot ma'lumotlari yangilanishini tasdiqlash

# SettingsOptions::vendor_data_premoderation::vendor_profile_updates_approval
source: Approval of vendor profile updates
ar_sa: الموافقة على تحديثات ملف البائع
da_dk: Godkendelse af leverandørprofilopdateringer
ru_ru: Проверка изменений в учётных записях продавцов
uz_uz: Sotuvchi profili yangilanishlarini tasdiqlash

# SettingsOptions::vendor_data_premoderation::product_approval_notifications
source: Notify vendors about product moderation results
ar_sa: إعلام البائعين بنتائج الإشراف على المنتج
da_dk: Underret leverandører om resultaterne af produktmoderering
ru_ru: Сообщать продавцам о результатах модерации товаров
uz_uz: Mahsulot moderatsiyasi natijalari haqida sotuvchilarni xabardor qiling

# SettingsOptions::vendor_data_premoderation::product_premoderation_fields
source: Require approval for updates of
ar_sa: تتطلب الموافقة على تحديثات
da_dk: Kræv godkendelse for opdateringer af
ru_ru: Нужна проверка, если изменится
uz_uz: Yangilanishlar uchun ruxsat talab qiling

source: Isn't required
ar_sa: غير مطلوب
da_dk: Er ikke påkrævet
ru_ru: Не нужна
uz_uz: Majburiy emas

source: Required for some vendors
ar_sa: مطلوب لبعض البائعين
da_dk: Påkrævet for nogle leverandører
ru_ru: Нужна для некоторых продавцов

source: Required for all vendors
ar_sa: مطلوب لجميع البائعين
da_dk: Påkrævet for alle leverandører
ru_ru: Нужна всегда
uz_uz: Barcha sotuvchilar uchun talab qilinadi

# SettingsVariants::vendor_data_premoderation::products_prior_approval::none
source: Isn't required
ar_sa: غير مطلوب
da_dk: Er ikke påkrævet
ru_ru: Не нужна
uz_uz: Majburiy emas

# SettingsVariants::vendor_data_premoderation::products_prior_approval::custom
source: Required for some vendors
ar_sa: مطلوب لبعض البائعين
da_dk: Påkrævet for nogle leverandører
ru_ru: Нужна для некоторых продавцов
uz_uz: Ba'zi sotuvchilar uchun talab qilinadi

# SettingsVariants::vendor_data_premoderation::products_prior_approval::all
source: Required for all vendors
ar_sa: مطلوب لجميع البائعين
da_dk: Påkrævet for alle leverandører
ru_ru: Нужна всегда
uz_uz: Barcha sotuvchilar uchun talab qilinadi

# SettingsVariants::vendor_data_premoderation::products_updates_approval::none
source: Isn't required
ar_sa: غير مطلوب
da_dk: Er ikke påkrævet
ru_ru: Не нужна
uz_uz: Majburiy emas

# SettingsVariants::vendor_data_premoderation::products_updates_approval::custom
source: Required for some vendors
ar_sa: مطلوب لبعض البائعين
da_dk: Påkrævet for nogle leverandører
ru_ru: Нужна для некоторых продавцов
uz_uz: Ba'zi sotuvchilar uchun talab qilinadi

# SettingsVariants::vendor_data_premoderation::products_updates_approval::all
source: Required for all vendors
ar_sa: مطلوب لجميع البائعين
da_dk: Påkrævet for alle leverandører
ru_ru: Нужна всегда
uz_uz: Barcha sotuvchilar uchun talab qilinadi

source: Don't notify
ar_sa: لا تخطر
da_dk: Giv ikke besked
ru_ru: Не сообщать
uz_uz: Xabar bermang

source: Send e-mail
ar_sa: ارسل بريد الكتروني
ru_ru: Через email
uz_uz: Elektron pochta jo'natish

source: Display a notification in the Notifications center
ar_sa: عرض إشعار في مركز الإخطارات
da_dk: Vis en meddelelse i meddelelsescenteret
ru_ru: Через центр уведомлений
uz_uz: Bildirishnomalar markazida bildirishnomani ko'rsatish

source: Send e-mail and display a notification in the Notifications center
ar_sa: أرسل بريدًا إلكترونيًا واعرض إشعارًا في مركز الإخطارات
da_dk: Send e-mail og vis en meddelelse i meddelelsescenteret
ru_ru: Через email и центр уведомлений
uz_uz: E-mail yuboring va Bildirishnomalar markazida bildirishnomani ko'rsating

# Languages::email_template.vendor_data_premoderation_notification
source: Vendor premoderation
ar_sa: الإشراف المسبق للبائع
da_dk: Leverandør premoderation
ru_ru: Премодерация данных продавца
uz_uz: Sotuvchining premoderatsiyasi

# Languages::vendor_data_premoderation.exclude_disapproved_products
source: Exclude disapproved products
ar_sa: استبعاد المنتجات المرفوضة
da_dk: Ekskluder afviste produkter
ru_ru: Исключить неодобренные товары
uz_uz: Tasdiqlanmagan mahsulotlarni chiqarib tashlang

# Languages::vendor_data_premoderation.product_status.requires_approval
source: Requires approval
ar_sa: يتطلب الموافقة
da_dk: Kræver godkendelse
ru_ru: Требует проверки
uz_uz: Tasdiqlashni talab qiladi

# Languages::vendor_data_premoderation.product_status.disapproved
source: Disapproved
ar_sa: مرفوض
da_dk: Afvist
ru_ru: Отклонён
uz_uz: Ma'qullanmagan

# Languages::vendor_data_premoderation.require_approval
source: Products on moderation
ar_sa: المنتجات على الاشراف
da_dk: Produkter på moderation
ru_ru: Товары на проверке
uz_uz: Mahsulotlar moderatsiyada

# Languages::vendor_data_premoderation.require_vendor_action
source: Disapproved products
ar_sa: المنتجات المرفوضة
da_dk: Afviste produkter
ru_ru: Отклонённые товары
uz_uz: Tasdiqlanmagan mahsulotlar

# Languages::vendor_data_premoderation.disapproved
source: Disapproved
ar_sa: مرفوض
da_dk: Afvist
ru_ru: Отклонён
uz_uz: Ma'qullanmagan

# Languages::vendor_data_premoderation.approve_product_btn
source: Approve product
ar_sa: الموافقة على المنتج
da_dk: Godkend produkt
ru_ru: Одобрить товар
uz_uz: Mahsulotni tasdiqlash

# Languages::vendor_data_premoderation.approve_product
source: Approve "[product]"
ar_sa: الموافقة على "[product]"
da_dk: Godkend "[product]"
ru_ru: Одобрить "[product]"
uz_uz: “[product]”ni tasdiqlash

# Languages::vendor_data_premoderation.disapprove_product_btn
source: Disapprove product
ar_sa: منتج مرفوض
da_dk: Afvis produkt
ru_ru: Отклонить товар
uz_uz: Mahsulotni rad qilish

# Languages::vendor_data_premoderation.disapprove_product
source: Disapprove "[product]"
ar_sa: رفض "[product]"
da_dk: Afvis "[product]"
ru_ru: Отклонить "[product]"
uz_uz: “[product]”ni rad qilish

# Languages::vendor_data_premoderation.disapprove_products
source: Disapprove products
ar_sa: منتجات مرفوضة
da_dk: Afvis produkter
ru_ru: Отклонить товары
uz_uz: Tasdiqlanmagan mahsulotlar

# Languages::vendor_data_premoderation.disapproval_reason
source: Disapproval reason
ar_sa: سبب الرفض
da_dk: Årsag til afvisning
ru_ru: Причина отклонения
uz_uz: Rad etish sababi

# Languages::vendor_data_premoderation.enter_disapproval_reason
source: Enter the reason for disapproval and save the changes.
ar_sa: أدخل سبب الرفض واحفظ التغييرات.
da_dk: Indtast årsagen til afvisningen, og gem ændringerne.
ru_ru: Укажите, почему вы отклонили товар, и сохраните изменения.
uz_uz: Rad etish sababini kiriting va o'zgarishlarni saqlang.

source: You have [n] product that requires your approval|You have [n] products that require your approval
ar_sa: لديك [n] منتج يتطلب موافقتك | لديك [n] من المنتجات التي تتطلب موافقتك
da_dk: Du har [n] produkter, der kræver din godkendelse|Du har [n] produkter, der kræver din godkendelse
ru_ru: [n] товар требует проверки|[n] товара требуют проверки|[n] товаров требуют проверки
uz_uz: Tasdiqlashni talab qiladigan [n] mahsulotingiz bor|Sizda [n] ta mahsulotingiz bor

source: This product is pending for your approval since [since]. Click here to view this product.|These products are pending for your approval since [since]. Click here to view these products.
ar_sa: هذا المنتج في انتظار موافقتك منذ [since]. انقر هنا لعرض هذا المنتج. | هذه المنتجات معلقة لموافقتك منذ [since]. انقر هنا لعرض هذه المنتجات.
da_dk: Dette produkt afventer din godkendelse siden [since]. Klik her for at se dette produkt.|Disse produkter afventer din godkendelse siden [since]. Klik her for at se disse produkter.
ru_ru: Этот товар ожидает проверки с [since]. Нажмите сюда, чтобы посмотреть товар.|Эти товары ожидают проверки с [since]. Нажмите сюда, чтобы просмотреть товары.
uz_uz: Bu mahsulot [since] sizning tasdiqlashingizni kutmoqda. Ushbu mahsulotni ko'rish uchun shu yerni bosing.|Bu mahsulotlar [since] sizning tasdiqlashingizni kutmoqda. Ushbu mahsulotlarni ko'rish uchun shu yerni bosing.

# Languages::vendor_data_premoderation.notification.approved.title
source: Your product has been approved|Your products have been approved
ar_sa: تمت الموافقة على منتجك | تمت الموافقة على منتجاتك
da_dk: Dit produkt er blevet godkendt|Dine produkter er blevet godkendt
ru_ru: Ваш товар был одобрен|Ваши товары были одобрены
uz_uz: Mahsulotingiz tasdiqlandi|Mahsulotlaringiz tasdiqlandi

# Languages::vendor_data_premoderation.notification.approved.message
source: "[product]" has been approved by the store administration and added to the product catalog. Click here to view this product.|[n] products have been approved by the store administration and added to the product catalog. Click here to view these products.
ar_sa: تمت الموافقة على "[product]" من قبل إدارة المتجر وإضافته إلى كتالوج المنتج. انقر هنا لعرض هذا المنتج. تم اعتماد | [n] من المنتجات من قبل إدارة المتجر وإضافتها إلى كتالوج المنتجات. انقر هنا لعرض هذه المنتجات.
da_dk: "[product]" er blevet godkendt af butiksadministrationen og tilføjet til produktkataloget. Klik her for at se dette produkt.|[n] produkter er godkendt af butiksadministrationen og tilføjet til produktkataloget. Klik her for at se disse produkter.
ru_ru: Товар "[product]" одобрен администрацией магазина и добавлен в каталог. Нажмите сюда, чтобы просмотреть товар.|[n] товара одобрены администрацией магазина и добавлены в каталог. Нажмите сюда, чтобы просмотреть товары.|[n] товаров одобрены администрацией магазина и добавлены в каталог. Нажмите сюда, чтобы просмотреть товары.
uz_uz: "[product]" do'kon ma'muriyati tomonidan tasdiqlangan va mahsulot katalogiga qo'shilgan. Ushbu mahsulotni ko'rish uchun shu yerni bosing.|[n] mahsulot do'kon ma'muriyati tomonidan tasdiqlangan va mahsulot katalogiga qo'shilgan. Ushbu mahsulotlarni ko'rish uchun shu yerni bosing.

# Languages::vendor_data_premoderation.notification.disapproved.title
source: Your product has been disapproved|Your products have been disapproved
ar_sa: تم رفض منتجك | تم رفض منتجاتك
da_dk: Dit produkt er blevet afvist|Dine produkter er blevet afvist
ru_ru: Ваш товар был отклонён|Ваши товары были отклонены
uz_uz: Mahsulotingiz ma'qullanmagan|Mahsulotlaringiz ma'qullanmagan

# Languages::vendor_data_premoderation.notification.disapproved.message
source: "[product]" has been disapproved by the store administration. Click here to view this product.|[n] products have been disapproved by the store administration. Click here to view these products.
ar_sa: تم رفض "[product]" من قبل إدارة المتجر. انقر هنا لعرض هذا المنتج. | [n] من المنتجات تم رفضها من قبل إدارة المتجر. انقر هنا لعرض هذه المنتجات.
da_dk: "[product]" er blevet afvist af butiksadministrationen. Klik her for at se dette produkt.|[n] produkter er blevet afvist af butiksadministrationen. Klik her for at se disse produkter.
ru_ru: Товар "[product]" отклонён администрацией магазина. Нажмите сюда, чтобы просмотреть товар.|[n] товара отклонены администрацией магазина. Нажмите сюда, чтобы просмотреть товары.|[n] товаров отклонены администрацией магазина. Нажмите сюда, чтобы просмотреть товары.
uz_uz: “[product]” do‘kon ma’muriyati tomonidan ma’qullanmagan. Ushbu mahsulotni ko'rish uchun shu yerni bosing.|[n] mahsulot do'kon ma'muriyati tomonidan ma'qullanmagan. Ushbu mahsulotlarni ko'rish uchun shu yerni bosing.
