Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/vendor_data_premoderation.po
Languages: ar_sa, da_dk, ru_ru, uz_uz

# Languages::vendor_data_premoderation.products_sent_to_premoderation
source: Your changes have been saved. Before your product is added to the product catalog, it must be approved by the store administration. Follow <a href="[product_approval_url]">this link</a> to view products that require approval.|Your changes have been saved. Before your products are added to the product catalog, they must be approved by the store administration. Follow <a href="[product_approval_url]">this link</a> to view products that require approval.
ar_sa: تم حفظ التغييرات. قبل إضافة منتجك إلى كتالوج المنتج ، يجب أن تتم الموافقة عليه من قبل إدارة المتجر. اتبع <a href="[product_approval_url]"> هذا الرابط </a> لعرض المنتجات التي تتطلب الموافقة. | تم حفظ التغييرات التي أجريتها. قبل إضافة منتجاتك إلى كتالوج المنتجات ، يجب اعتمادها من قبل إدارة المتجر. اتبع <a href="[product_approval_url]"> هذا الرابط </a> لعرض المنتجات التي تتطلب الموافقة.
da_dk: Dine ændringer er blevet gemt. Før dit produkt føjes til produktkataloget, skal det godkendes af butiksadministrationen. Følg <a href="[product_approval_url]">dette link</a> for at se produkter, der kræver godkendelse.|Dine ændringer er blevet gemt. Før dine produkter tilføjes i produktkataloget, skal de godkendes af butiksadministrationen. Følg <a href="[product_approval_url]">dette link</a> for at se produkter, der kræver godkendelse.
ru_ru: Изменения сохранены. Перед тем, как товар появится в каталоге, его должна одобрить администрация магазина. Вот <a href="[product_approval_url]">список товаров, которые ожидают одобрения</a>.|Изменения сохранены. Перед тем, как товары появятся в каталоге, их должна одобрить администрация магазина. Вот <a href="[product_approval_url]">список товаров, которые ожидают одобрения</a>.
uz_uz: Oʻzgartirishlaringiz saqlandi. Mahsulotingiz mahsulot katalogiga qo'shilishidan oldin u do'kon ma'muriyati tomonidan tasdiqlanishi kerak. Tasdiqlashni talab qiladigan mahsulotlarni koʻrish uchun <a href="[product_approval_url]">ushbu havolaga</a> kiring.|Oʻzgartirishlaringiz saqlandi. Mahsulotlaringiz mahsulot katalogiga qo'shilishidan oldin ular do'kon ma'muriyati tomonidan tasdiqlanishi kerak. Tasdiqlashni talab qiladigan mahsulotlarni ko‘rish uchun <a href="[product_approval_url]">ushbu havolaga</a> o‘ting.

# Languages::vendor_data_premoderation.event.product_status.approved.name
source: Vendor data premoderation: your product was approved
ar_sa: الإشراف المسبق على بيانات البائع: تمت الموافقة على منتجك
da_dk: Formoderering af leverandørdata: Dit produkt blev godkendt
ru_ru: Премодерация данных продавцов: ваш товар был утверждён
uz_uz: Sotuvchi maʼlumotlarini oldindan moderatsiya qilish: mahsulotingiz maʼqullandi

# Languages::vendor_data_premoderation.event.product_status.disapproved.name
source: Vendor data premoderation: your product was disapproved
ar_sa: الإشراف المسبق على بيانات البائع: تم رفض منتجك
da_dk: Formoderering af leverandørdata: Dit produkt blev afvist
ru_ru: Премодерация данных продавцов: ваш товар был отклонён
uz_uz: Sotuvchi maʼlumotlarini oldindan moderatsiya qilish: mahsulotingiz maʼqullanmadi

# Languages::vendor_data_premoderation.approval_info_text
source: If approval is required only for some vendors, you'll be able to set what vendors need moderation on the Add-ons tab of the vendor editing page.
ar_sa: إذا كانت الموافقة مطلوبة فقط لبعض الموردين ، فستتمكن من تعيين البائعين الذين يحتاجون إلى الإشراف في علامة التبويب الوظائف الإضافية في صفحة تحرير المورد.
da_dk: Hvis godkendelse kun er påkrævet for nogle leverandører, vil du være i stand til at indstille, hvilke leverandører der skal modereres på fanen Tilføjelser på siden for leverandørredigering.
ru_ru: Если проверка нужна только для некоторых продавцов, то необходимость проверки для каждого продавца задаётся на вкладке "Модули" на странице редактирования продавца.
uz_uz: Tasdiqlash faqat ayrim sotuvchilar uchun talab etilsa, sotuvchini tahrirlash sahifasining Qo‘shimchalar ilovasida sotuvchilarga moderatsiya zarurligini belgilashingiz mumkin.

# Languages::internal_template.vendor_data_premoderation_product_approved
source: Vendor data premoderation: your product was approved
ar_sa: الإشراف المسبق على بيانات البائع: تمت الموافقة على منتجك
da_dk: Formoderering af leverandørdata: Dit produkt blev godkendt
ru_ru: Премодерация данных продавцов: ваш товар был утверждён
uz_uz: Sotuvchi maʼlumotlarini oldindan moderatsiya qilish: mahsulotingiz maʼqullandi

# Languages::internal_template.vendor_data_premoderation_product_disapproved
source: Vendor data premoderation: your product was disapproved
ar_sa: الإشراف المسبق على بيانات البائع: تم رفض منتجك
da_dk: Formoderering af leverandørdata: Dit produkt blev afvist
ru_ru: Премодерация данных продавцов: ваш товар был отклонён
uz_uz: Sotuvchi maʼlumotlarini oldindan moderatsiya qilish: mahsulotingiz maʼqullanmadi

# Languages::vendor_data_premoderation.approval_required_before_changing_owner
source: Your approval is required before you can change the owner. Click <a href="[url]" target="_blank">here</a> to view the products that have not been moderated yet.
ar_sa: موافقتك مطلوبة قبل أن تتمكن من تغيير المالك. انقر <a href="[url]" target="_blank">هنا</a> لعرض المنتجات التي لم يتم الإشراف عليها بعد.
da_dk: Din godkendelse er påkrævet, før du kan ændre ejeren. Klik <a href="[url]" target="_blank">her</a> for at se de produkter, der ikke er blevet modereret endnu.
ru_ru: Прежде чем вы сможете сменить владельца, товар должен быть одобрен. Нажмите <a href="[url]" target="_blank">сюда</a> для просмотра товаров, которые ещё не прошли модерацию.

# Languages::vendor_data_premoderation.moderation
source: Moderation
ar_sa: الإشراف
da_dk: Mådeholdenhed
ru_ru: Модерация
uz_uz: Moderatsiya

# SettingsOptions::vendor_data_premoderation::vendors_prior_approval
source: Approval of newly-created vendors
ar_sa: الموافقة على البائعين الجدد
da_dk: Godkendelse af nyoprettede leverandører
ru_ru: Проверка новых продавцов
uz_uz: Yangi tashkil etilgan sotuvchilarni tasdiqlash

# SettingsVariants::vendor_data_premoderation::vendors_prior_approval::none
source: Isn't required
ar_sa: غير مطلوب
da_dk: Er ikke påkrævet
ru_ru: Не нужна
uz_uz: Majburiy emas

# SettingsVariants::vendor_data_premoderation::vendors_prior_approval::all
source: Required for all vendors
ar_sa: مطلوب لجميع البائعين
da_dk: Påkrævet for alle leverandører
ru_ru: Нужна всегда
uz_uz: Barcha sotuvchilar uchun talab qilinadi

# Languages::vendor_data_premoderation.preventing_registration_info_text
source: If you want to prevent vendor registration altogether, please check <a href="[url]" target="_blank">Settings → Vendors</a>.
ar_sa: إذا كنت ترغب في منع تسجيل البائع تمامًا ، فيرجى تحديد <a href="[url]" target="_blank">إعدادات → بائعون</a>.
da_dk: Hvis du vil forhindre leverandørregistrering helt, skal du kontrollere <a href="[url]" target="_blank">Indstillinger → Leverandører</a>.
ru_ru: Если вы хотите совсем отключить регистрацию продавцов, проверьте раздел <a href="[url]" target="_blank">Настройки → Продавцы</a>.
uz_uz: Agar sotuvchini roʻyxatdan oʻtkazishni butunlay oldini olishni istasangiz, iltimos, <a href="[url]" target="_blank">Sozlamalar → Sotuvchilar</a>-ni tekshiring.

# Languages::vendor_data_premoderation.prior_to_date
source: Prior to [date]
ar_sa: قبل [date]
da_dk: Før [date]
ru_ru: До [date]
uz_uz: [date] dan oldin

# Languages::vendor_data_premoderation.deleted
source: Deleted
ar_sa: تم الحذف
da_dk: Slettet
ru_ru: Удален
uz_uz: Oʻchirildi

# Languages::vendor_data_premoderation.added
source: Added
ar_sa: مضاف
da_dk: Tilføjet
ru_ru: Добавлен
uz_uz: Qo'shildi

# Languages::vendor_data_premoderation.event.added_product.name
source: Vendor data premoderation: number of products on moderation
ar_sa: الإصدار المسبق لبيانات البائع: عدد المنتجات الخاضعة للاعتدال
da_dk: Leverandørdata forudmoderering: antal produkter under moderering
ru_ru: Премодерация данных продавцов: количество товаров на модерации
uz_uz: Sotuvchi ma'lumotlarini premoderatsiya qilish: moderatsiyadagi mahsulotlar soni

# Languages::vendor_data_premoderation.added_product.title
source: [n] product awaits your approval|[n] products await your approval
ar_sa: [n] منتج ينتظر موافقتك |[n] منتجات تنتظر موافقتك
da_dk: [n] produkt afventer din godkendelse|[n] produkter afventer din godkendelse
ru_ru: [n] товар ожидает проверки|[n] товара ожидают проверки|[n] товаров ожидают проверки
uz_uz: [n] mahsulot tasdiqlashingizni kutmoqda|[n] mahsulot tasdiqlashingizni kutmoqda

# Languages::vendor_data_premoderation.added_product.message
source: [n] product awaits your approval.<br>This product is awaiting approval since [since_at].|[n] products await your approval.<br>The earliest of these products awaiting approval since [since_at].
ar_sa: [n] منتج ينتظر موافقتك.<br>هذا المنتج في انتظار الموافقة منذ [since_at]|[n] منتجات تنتظر موافقتك.<br>أقدم هذه المنتجات في انتظار الموافقة منذ [since_at].
da_dk: [n] produkt afventer din godkendelse.<br>Dette produkt afventer godkendelse siden [since_at].|[n] produkter afventer din godkendelse.<br>Det tidligste af disse produkter afventer godkendelse siden [since_at].
ru_ru: [n] товар ожидает проверки.<br>Этот товар ожидает проверки с [since_at].|[n] товара ожидают проверки.<br>Один из них ждёт проверки с [since_at].|n] товаров ожидают проверки.<br>Один из них ждёт проверки с [since_at].
uz_uz: [n] mahsulot tasdiqlashingizni kutmoqda.<br>Ushbu mahsulot [since_at]dan beri tasdiqlashni kutmoqda.|[n] ta mahsulot tasdiqlashingizni kutmoqda.<br>Ushbu mahsulotlarning eng birinchisi [since_at]]dan beri tasdiqlashni kutmoqda.

# Languages::vendor_data_premoderation.added_product.action
source: <a href="[url]" target="_blank">View pending products</a>
ar_sa: <a href="[url]" target="_blank">عرض المنتجات المعلقة</a>
da_dk: <a href="[url]" target="_blank">Se afventende produkter</a>
ru_ru: <a href="[url]" target="_blank">Посмотреть товары на проверке</a>
uz_uz: <a href="[url]" target="_blank">Kutilayotgan mahsulotlarni ko‘rish</a>

# Languages::email_template.vendor_data_premoderation_added_product
source: Vendor data premoderation: products awaiting moderation
ar_sa: الإصدار المسبق لبيانات البائع: المنتجات التي تنتظر الإشراف
ru_ru: Премодерация данных продавцов: товары ждут модерации
uz_uz: Sotuvchi ma'lumotlarini oldindan moderatsiya qilish: moderatsiyani kutayotgan mahsulotlar

# Languages::vendor_data_premoderation.dashboard.analytics_card.on_moderation
source: On moderation
ar_sa: على الاعتدال
da_dk: På mådehold
ru_ru: На модерации
uz_uz: Moderatsiyada

# Languages::vendor_data_premoderation.dashboard.analytics_card.disapproved
source: Disapproved
ar_sa: مرفوض
da_dk: Afvist
ru_ru: Отклонено
uz_uz: Ma'qullanmagan

# Languages::vendor_data_premoderation.dashboard.todo.products_disapproved
source: <strong>[n] product</strong> requires editing.|<strong>[n] products</strong> require editing.
ar_sa: منتج <strong>[n]</strong> يتطلب التحرير. |<strong>[n] منتجات</strong> تتطلب التعديل.
da_dk: <strong>[n] produkt</strong> kræver redigering.|<strong>[n] produkter</strong> kræver redigering.
ru_ru: <strong>[n] товар</strong> нужно отредактировать.|<strong>[n] товара</strong> нужно отредактировать.|<strong>[n] товаров</strong> нужно отредактировать.
uz_uz: <strong>[n] mahsulot</strong> tahrirlashni talab qiladi.|<strong>[n] ta mahsulot</strong> tahrirlashni talab qiladi.

# Languages::vendor_data_premoderation.dashboard.todo.pending_vendors
source: <strong>[n] vendor</strong> (and their products) is hidden until you review them.|<strong>[n] vendors</strong> (and their products) are hidden until you review them.
ar_sa: <strong>[n] بائع</strong> (ومنتجاته) مخفي حتى تقوم بمراجعتها. |<strong>[n] بائعين</strong> (ومنتجاتهم) مخفية حتى تقوم بمراجعتها.
da_dk: <strong>[n] leverandør</strong> (og deres produkter) er skjult, indtil du anmelder dem.|<strong>[n] leverandører</strong> (og deres produkter) er skjult, indtil du gennemgår dem.
ru_ru: <strong>[n] продавец</strong> (вместе с товарами) скрыт, пока вы не проверите его.|<strong>[n] продавца</strong> (вместе с товарами) скрыты, пока вы не проверите этих продавцов.|<strong>[n] продавцов</strong> (вместе с товарами) скрыты, пока вы не проверите этих продавцов.
uz_uz: <strong>[n] sotuvchi</strong> (va ularning mahsulotlari) siz ularni ko‘rib chiqmaguningizcha berkitiladi.|<strong>[n] sotuvchi</strong> (va ularning mahsulotlari) ularni ko‘rib chiqmaguningizcha berkitiladi.

# Languages::vendor_data_premoderation.dashboard.todo.products_require_approval
source: <strong>[n] product</strong> requires your approval.|<strong>[n] products</strong> require your approval.
ar_sa: يتطلب منتج <strong>[n]</strong> موافقتك. |<strong>[n] منتجات</strong> تتطلب موافقتك.
da_dk: <strong>[n] produkt</strong> kræver din godkendelse.|<strong>[n] produkter</strong> kræver din godkendelse.
ru_ru: <strong>[n] товар</strong> ожидает проверки.|<strong>[n] товара</strong> ожидают проверки.|<strong>[n] товаров</strong> ожидают проверки.
uz_uz: <strong>[n] ta mahsulot</strong> sizning ruxsatingizni talab qiladi.|<strong>[n] ta mahsulot</strong> sizning ruxsatingizni talab qiladi.
