Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/vendor_panel_configurator.po
Languages: ar_sa, cs_cz, da_dk, el_gr, fa_ir, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, sv_se, uz_uz, zh_cn

# Addons::name::vendor_panel_configurator
source: Vendor panel configurator
ar_sa: مُكوِّن لوحة البائع
cs_cz: Konfigurátor panelu dodavatele
da_dk: Leverandørpanelkonfigurator
el_gr: Διαμορφωτής πίνακα πωλητή
fa_ir: پیکربندی پنل فروشنده
hu_hu: Eladói panel konfigurátor
it_it: Configuratore pannello fornitore
ja_jp: 出品者管理画面設定
ko_kr: 공급업체 패널 구성자
nl_nl: Leverancierspaneelconfigurator
no_no: Leverandørpanelkonfigurator
pl_pl: Konfigurator panelu sprzedawcy
pt_br: Configurador do painel de vendedor
sv_se: Konfigurator för leverantörspanel
uz_uz: Sotuvchi paneli konfiguratori
zh_cn: 供应商面板配置器

# Addons::description::vendor_panel_configurator
source: Simplifies the vendor panel by showing vendors only the fields and menus that they need to see.
ar_sa: يبسط لوحة البائع من خلال إظهار الحقول والقوائم التي يحتاجون إلى رؤيتها للبائعين فقط.
cs_cz: Zjednodušuje panel dodavatele tím, že zobrazuje dodavatelům pouze pole a nabídky, které potřebují vidět.
da_dk: Forenkler leverandørpanelet ved kun at vise leverandørerne de felter og menuer, som de skal se.
el_gr: Απλοποιεί τον πίνακα πωλητών εμφανίζοντας στους πωλητές μόνο τα πεδία και τα μενού που πρέπει να δουν.
fa_ir: پانل فروشنده را با نشان دادن تنها فیلدها و منوهایی که فروشندگان باید ببینند، ساده می کند.
hu_hu: Egyszerűsíti az eladói panelt azzal, hogy csak azokat a mezőket és menüket mutatja meg az eladóknak, amelyeket látniuk kell.
it_it: Semplifica il pannello del fornitore mostrando ai fornitori solo i campi e i menu che devono visualizzare.
ja_jp: 出品者が必要とするフィールドやメニューのみを表示することで、出品者管理画面を簡素化します。
ko_kr: 공급업체에 필요한 필드와 메뉴만 표시하여 공급업체 패널을 단순화합니다.
nl_nl: Vereenvoudigt het leverancierspaneel door leveranciers alleen de velden en menu's te tonen die ze moeten zien.
no_no: Forenkler leverandørpanelet ved å vise leverandører bare feltene og menyene de trenger å se.
pl_pl: Upraszcza panel sprzedawców, pokazując sprzedawcom tylko te pola i menu, które muszą zobaczyć.
pt_br: Simplifica o painel do vendedor ao mostrar aos vendedores apenas os campos e menus que eles precisam ver
sv_se: Förenklar leverantörspanelen genom att endast visa leverantörer de fält och menyer som de behöver se.
uz_uz: Sotuvchilarga faqat ular ko'rishlari kerak bo'lgan maydonlar va menyularni ko'rsatish orqali sotuvchi panelini soddalashtiradi.
zh_cn: 通过仅向供应商显示他们需要查看的字段和菜单来简化供应商面板。

# SettingsSections::vendor_panel_configurator::product_page_settings
source: Product page settings
ar_sa: إعدادات صفحة المنتج
cs_cz: Nastavení stránky produktu
da_dk: Indstillinger for produktside
el_gr: Ρυθμίσεις σελίδας προϊόντος
fa_ir: تنظیمات صفحه محصول
hu_hu: Termékoldal beállítások
it_it: Impostazioni della pagina del prodotto
ja_jp: 商品ページ設定
ko_kr: 제품 페이지 설정
nl_nl: Instellingen productpagina
no_no: Innstillinger for produktside
pl_pl: Ustawienia strony produktu
pt_br: Configurações da página de produto
sv_se: Inställningar för produktsidan
uz_uz: Mahsulot sahifasi sozlamalari
zh_cn: 产品页面设置

# SettingsSections::vendor_panel_configurator::vendor_panel_style
source: Vendor panel style
ar_sa: نمط لوحة البائع
cs_cz: Styl panelu dodavatele
da_dk: Leverandørpanelstil
el_gr: Στυλ πίνακα πωλητή
fa_ir: سبک پانل فروشنده
hu_hu: Eladói panel stílus
it_it: Stile pannello fornitore
ja_jp: 出品者管理画面のスタイル
ko_kr: 공급업체 패널 스타일
nl_nl: Stijl van het leverancierspaneel
no_no: Leverandørpanelstil
pl_pl: Styl panelu sprzedawcy
pt_br: Estilo de painel de vendedor
sv_se: Försäljarpanelstil
uz_uz: Sotuvchi paneli uslubi
zh_cn: 供应商面板样式

# Languages::vendor_panel_configurator.unconfigurable_tab
source: This tab has no configurable fields and is displayed as is
ar_sa: لا تحتوي علامة التبويب هذه على حقول قابلة للتكوين ويتم عرضها كما هي
cs_cz: Tato karta nemá žádná konfigurovatelná pole a zobrazuje se tak, jak je
da_dk: Denne fane har ingen konfigurerbare felter og vises som den er
el_gr: Αυτή η καρτέλα δεν έχει διαμορφώσιμα πεδία και εμφανίζεται ως έχει
fa_ir: این برگه هیچ فیلد قابل تنظیمی ندارد و همانطور که هست نمایش داده می شود
hu_hu: Ez a lap nem tartalmaz konfigurálható mezőket, és úgy jelenik meg, ahogy van.
it_it: Questa scheda non ha campi configurabili e viene visualizzata così com'è
ja_jp: このタブには設定可能な項目はなく、そのまま表示されます。
ko_kr: 이 탭에는 구성 가능한 필드가 없으며 있는 그대로 표시됩니다.
nl_nl: Dit tabblad heeft geen configureerbare velden en wordt weergegeven zoals het is
no_no: Denne kategorien har ingen konfigurerbare felt og vises som den er
pl_pl: Ta karta nie ma konfigurowalnych pól i jest wyświetlana bez zmian
pt_br: Essa aba não tem campos configuráveis e é exibida como é.
sv_se: Den här fliken har inga konfigurerbara fält och visas som den är
uz_uz: Ushbu yorliqda sozlanishi mumkin bo'lgan maydonlar yo'q va u xuddi shunday ko'rsatiladi
zh_cn: 此选项卡没有可配置的字段，并按原样显示

# Languages::vendor_panel_configurator.product_page_configuration
source: Product page settings
ar_sa: إعدادات صفحة المنتج
cs_cz: Nastavení stránky produktu
da_dk: Indstillinger for produktside
el_gr: Ρυθμίσεις σελίδας προϊόντος
fa_ir: تنظیمات صفحه محصول
hu_hu: Termékoldal beállításai
it_it: Impostazioni della pagina del prodotto
ja_jp: 商品ページ設定
ko_kr: 제품 페이지 설정
nl_nl: Instellingen productpagina
no_no: Innstillinger for produktside
pl_pl: Ustawienia strony produktu
pt_br: Configurações da página de produto
sv_se: Inställningar för produktsidan
uz_uz: Mahsulot sahifasi sozlamalari
zh_cn: 产品页面设置

# Languages::vendor_panel_configurator.theme_styles
source: Logos and styles
ar_sa: الشعارات والأنماط
cs_cz: Loga a styly
da_dk: Logoer og stilarter
el_gr: Λογότυπα και στυλ
fa_ir: لوگوها و سبک ها
hu_hu: Logók és stílusok
it_it: Loghi e stili
ja_jp: ロゴとスタイル
ko_kr: 로고 및 스타일
nl_nl: Logo's en stijlen
no_no: Logoer og stiler
pl_pl: Logo i style
pt_br: Logos e estilos
sv_se: Logotyper och stilar
uz_uz: Logotiplar va uslublar
zh_cn: 标志和样式

# Languages::vendor_panel_configurator.theme_styles.description
source: Manage logos used on site and in e-mails and configure appearance of the microstore and product pages
ar_sa: إدارة الشعارات المستخدمة في الموقع وفي رسائل البريد الإلكتروني وتهيئة مظهر microstore وصفحات المنتج
cs_cz: Spravujte loga používaná na webu a v e-mailech a konfigurujte vzhled stránek mikroobchodu a produktů
da_dk: Administrer logoer, der bruges på stedet og i e-mails, og konfigurer udseendet af mikrobutikken og produktsiderne
el_gr: Διαχειριστείτε τα λογότυπα που χρησιμοποιούνται στον ιστότοπο και στα μηνύματα ηλεκτρονικού ταχυδρομείου και διαμορφώστε την εμφάνιση του μικροκαταστήματος και των σελίδων προϊόντων
fa_ir: مدیریت لوگوهای استفاده شده در سایت و ایمیل ها و پیکربندی ظاهر میکرواستور و صفحات محصول
hu_hu: A webhelyen és az e-mailekben használt logók kezelése, valamint a mikropiactér, ill. a termékoldalak megjelenésének konfigurálása.
it_it: Gestisci i loghi utilizzati sul sito e nelle e-mail e configura l'aspetto del microstore e delle pagine dei prodotti
ja_jp: ECサイトやメールで使用するロゴの管理、マイクロストアや商品ページの外観の設定
ko_kr: 사이트 및 이메일에 사용되는 로고를 관리하고 마이크로 스토어 및 제품 페이지의 모양을 구성합니다.
nl_nl: Beheer logo's die op de site en in e-mails worden gebruikt en configureer het uiterlijk van de microstore- en productpagina's
no_no: Administrer logoer som brukes på stedet og i e-poster og konfigurer utseendet til mikrobutikken og produktsidene
pl_pl: Zarządzaj logotypami używanymi na stronie i w wiadomościach e-mail oraz konfiguruj wygląd mini sklepu sprzedawcy i stron produktowych
pt_br: Gere logos usados no site e no email e configura a aparência da páginas da micro loja e do produto
sv_se: Hantera logotyper som används på plats och i e-post och konfigurera utseendet på mikrobutiken och produktsidorna
uz_uz: Saytda va elektron pochtada ishlatiladigan logotiplarni boshqaring va mikrodo'kon va mahsulot sahifalarining ko'rinishini sozlang
zh_cn: 管理网站和电子邮件中使用的徽标，并配置微商店和产品页面的外观

# Languages::vendor_panel_configurator.theme_layouts
source: Page layouts
ar_sa: تخطيطات الصفحة
cs_cz: Rozvržení stránek
da_dk: Sidelayouts
el_gr: Διατάξεις σελίδας
fa_ir: طرح بندی صفحه
hu_hu: Oldal elrendezések
it_it: Layout di pagina
ja_jp: ページレイアウト
ko_kr: 페이지 레이아웃
nl_nl: Pagina-indelingen
no_no: Sideoppsett
pl_pl: Układy stron
pt_br: Layout da página
sv_se: Sidlayouter
uz_uz: Sahifa tartiblari
zh_cn: 页面布局

# Languages::vendor_panel_configurator.theme_layouts.description
source: Manage layouts of the microstore and product pages
ar_sa: إدارة تخطيطات microstore وصفحات المنتج
cs_cz: Spravujte rozvržení stránek mikroobchodu a produktů
da_dk: Administrer layouts af mikrobutikken og produktsider
el_gr: Διαχειριστείτε τις διατάξεις του μικροκαταστήματος και των σελίδων προϊόντων
fa_ir: طرح‌بندی‌های microstore و صفحات محصول را مدیریت کنید
hu_hu: A mikropiactér és a termékoldalak elrendezésének kezelése
it_it: Gestisci i layout del microstore e le pagine dei prodotti
ja_jp: マイクロストアと商品ページのレイアウト管理
ko_kr: 소규모 매장 및 제품 페이지 레이아웃 관리
nl_nl: Beheer lay-outs van de microstore- en productpagina's
no_no: Administrer oppsett av mikrobutikken og produktsidene
pl_pl: Zarządzaj układami stron mini sklepu i produktów
pt_br: Gere layouts das páginas de produto e da micro loja
sv_se: Hantera layouter för mikrobutiken och produktsidor
uz_uz: Mikrodo'kon va mahsulot sahifalarining tartibini boshqaring
zh_cn: 管理微店和产品页面的布局

# Languages::vendor_panel_configurator.payment_methods.description
source: Manage how you receive payments from customers
ar_sa: إدارة كيفية تلقي المدفوعات من العملاء
cs_cz: Spravujte, jak přijímáte platby od zákazníků
da_dk: Administrer, hvordan du modtager betalinger fra kunder
el_gr: Διαχειριστείτε τον τρόπο με τον οποίο λαμβάνετε πληρωμές από πελάτες
fa_ir: نحوه دریافت پرداخت از مشتریان را مدیریت کنید
hu_hu: A vásárlóktól érkező fizetések fogadási módjának kezelése
it_it: Gestisci il modo in cui ricevi i pagamenti dai clienti
ja_jp: お客様からの支払方法の管理
ko_kr: 고객으로부터 지불을 받는 방법 관리
nl_nl: Beheer hoe u betalingen van klanten ontvangt
no_no: Administrer hvordan du mottar betalinger fra kunder
pl_pl: Zarządzaj sposobem otrzymywania płatności od klientów
pt_br: Administre como você recebe os pagamentos dos clientes
sv_se: Hantera hur du tar emot betalningar från kunder
uz_uz: Mijozlardan to'lovlarni qanday qabul qilishingizni boshqaring
zh_cn: 管理您接收客户付款的方式

# Languages::vendor_panel_configurator.configure_vendor_panel_notice
source: You can customize the vendor panel via the bottom toolbar: <a href="[block_manager_link]">edit menus and onboarding</a> or <a href="[theme_editor_link]">choose a color scheme</a>.
ar_sa: يمكنك تخصيص لوحة البائع عبر شريط الأدوات السفلي: <a href="[block_manager_link]">قم بتحرير القوائم والإعداد</a> أو <a href="[theme_editor_link]">اختر نظام الألوان</a>.
cs_cz: Panel dodavatele si můžete přizpůsobit pomocí spodního panelu nástrojů: <a href="[block_manager_link]">nabídky úprav a přihlášení</a> nebo <a href="[theme_editor_link]">zvolte barevné schéma</a>.
da_dk: Du kan tilpasse leverandørpanelet via den nederste værktøjslinje: <a href="[block_manager_link]">rediger menuer og onboarding</a> eller <a href="[theme_editor_link]">vælg et farveskema</a>.
el_gr: Μπορείτε να προσαρμόσετε τον πίνακα πωλητή μέσω της κάτω γραμμής εργαλείων: <a href="[block_manager_link]">επεξεργασία μενού και ενσωμάτωση</a> ή <a href="[theme_editor_link]">επιλέξτε έναν συνδυασμό χρωμάτων</a>.
fa_ir: می‌توانید پانل فروشنده را از طریق نوار ابزار پایین سفارشی کنید: <a href="[block_manager_link]">منوهای ویرایش و ورود</a> یا <a href="[theme_editor_link]">یک طرح رنگ را انتخاب کنید</a>.
hu_hu: Az alsó eszköztáron keresztül testreszabhatja a szállítói panelt: <a href="[block_manager_link]">menük szerkesztése és beépítés</a> vagy <a href="[theme_editor_link]">színséma kiválasztása</a>.
it_it: Puoi personalizzare il pannello del fornitore tramite la barra degli strumenti in basso: <a href="[block_manager_link]">modifica i menu e l'onboarding</a> o <a href="[theme_editor_link]">scegli una combinazione di colori</a>.
ja_jp: 下部のツールバーから出品者管理画面をカスタマイズできます。 <a href=\"[block_manager_link]\">メニューとオンボーディングを編集</a> または <a href=\"[theme_editor_link]\">配色を選択</a>。
ko_kr: 하단 도구 모음을 통해 공급업체 패널을 사용자 정의할 수 있습니다. <a href="[block_manager_link]">메뉴 편집 및 온보딩</a> 또는 <a href="[theme_editor_link]">색 구성표 선택</a>.
nl_nl: U kunt het leverancierspaneel aanpassen via de onderste werkbalk: <a href="[block_manager_link]">menu's bewerken en onboarding</a> of <a href="[theme_editor_link]">kies een kleurenschema</a>.
no_no: Du kan tilpasse leverandørpanelet via den nederste verktøylinjen: <a href="[block_manager_link]">rediger menyer og onboarding</a> eller <a href="[theme_editor_link]">velg et fargeskjema</a>.
pl_pl: Możesz dostosować panel dostawcy za pomocą dolnego paska narzędzi: <a href="[block_manager_link]">edytuj menu i wprowadzanie</a> lub <a href="[theme_editor_link]">wybierz schemat kolorów</a>.
pt_br: Você pode personalizar o painel do fornecedor por meio da barra de ferramentas inferior: <a href="[block_manager_link]">editar menus e integração</a> ou <a href="[theme_editor_link]">escolher um esquema de cores</a>.
sv_se: Du kan anpassa leverantörspanelen via det nedre verktygsfältet: <a href="[block_manager_link]">redigera menyer och onboarding</a> eller <a href="[theme_editor_link]">välj ett färgschema</a>.
zh_cn: 您可以通过底部工具栏自定义供应商面板： <a href="[block_manager_link]">编辑菜单和入门</a> 或 <a href="[theme_editor_link]">选择配色方案</a>。

# Languages::vendor_panel_configurator.sidebar_color
source: Sidebar color
ar_sa: لون الشريط الجانبي
cs_cz: Barva bočního panelu
da_dk: Sidebjælke farve
el_gr: Χρώμα πλαϊνής γραμμής
fa_ir: رنگ نوار کناری
hu_hu: Oldalsáv szín
it_it: Colore della barra laterale
ja_jp: サイドバーカラー
ko_kr: 사이드바 색상
nl_nl: Kleur zijbalk
no_no: Farge på sidefelt
pl_pl: Kolor paska bocznego
pt_br: Cor da barra lateral
sv_se: Färg på sidofältet
uz_uz: Yon panel rangi
zh_cn: 侧边栏颜色

# Languages::vendor_panel_configurator.element_color
source: Element color
ar_sa: لون العنصر
cs_cz: Barva prvku
da_dk: Element farve
el_gr: Χρώμα στοιχείου
fa_ir: رنگ عنصر
hu_hu: Elem szín
it_it: Colore dell'elemento
ja_jp: エレメントカラー
ko_kr: 요소 색상
nl_nl: Elementkleur
no_no: Elementfarge
pl_pl: Kolor elementu
pt_br: Cor do elemento
sv_se: Element färg
uz_uz: Element rangi
zh_cn: 元素颜色

# Languages::vendor_panel_configurator.sidebar_background_image
source: Sidebar background image
ar_sa: صورة خلفية الشريط الجانبي
cs_cz: Obrázek na pozadí postranního panelu
da_dk: Sidebar baggrundsbillede
el_gr: Εικόνα φόντου πλευρικής γραμμής
fa_ir: تصویر پس زمینه نوار کناری
hu_hu: Oldalsáv háttérkép
it_it: Immagine di sfondo della barra laterale
ja_jp: サイドバー背景画像
ko_kr: 사이드바 배경 이미지
nl_nl: Achtergrondafbeelding zijbalk
no_no: Bakgrunnsbilde i sidefeltet
pl_pl: Obraz tła paska bocznego
pt_br: Imagem de fundo da barra lateral
sv_se: Bakgrundsbild för sidofältet
uz_uz: Yon paneldagi fon rasmi
zh_cn: 侧边栏背景图片

# Languages::vendor_panel_configurator.sidebar_background_image_description
source: If you upload the background image, it will be displayed instead of the sidebar color. If you upload it, we recommend picking a sidebar color that matches the background image.
ar_sa: إذا قمت بتحميل صورة الخلفية ، فسيتم عرضها بدلاً من لون الشريط الجانبي. إذا قمت بتحميله ، فإننا نوصي باختيار لون الشريط الجانبي الذي يتطابق مع صورة الخلفية.
cs_cz: Pokud nahrajete obrázek na pozadí, zobrazí se místo barvy postranního panelu. Pokud jej nahrajete, doporučujeme vybrat barvu postranního panelu, která odpovídá obrázku na pozadí.
da_dk: Hvis du uploader baggrundsbilledet, vil det blive vist i stedet for sidebjælkefarven. Hvis du uploader det, anbefaler vi at vælge en sidebjælkefarve, der matcher baggrundsbilledet.
el_gr: Εάν ανεβάσετε την εικόνα φόντου, θα εμφανιστεί αυτη αντί για το χρώμα της πλαϊνής γραμμής. Εάν την ανεβάσετε, συνιστούμε να επιλέξετε ένα χρώμα πλαϊνής γραμμής που ταιριάζει με την εικόνα φόντου.
fa_ir: اگر تصویر پس زمینه را آپلود کنید، به جای رنگ نوار کناری نمایش داده می شود. اگر آن را آپلود می کنید، توصیه می کنیم رنگ نوار کناری را انتخاب کنید که با تصویر پس زمینه مطابقت داشته باشد.
hu_hu: Ha feltöltöd a háttérképet, akkor ez lesz az oldalsáv színei helyett megjelenítve. Ha feltöltöd, javasoljuk, hogy válassz egy színt az oldalsáv színeiből, mely illik a háttérképhez.
it_it: Se carichi l'immagine di sfondo, verrà visualizzata al posto del colore della barra laterale. Se lo carichi, ti consigliamo di scegliere un colore della barra laterale che corrisponda all'immagine di sfondo.
ja_jp: 背景画像をアップロードすると、サイドバーの色の代わりに背景画像が表示されます。アップロードする場合は、背景画像に一致するサイドバーの色を選択することをお勧めします。
ko_kr: 배경 이미지를 업로드하면 사이드바 색상 대신 배경 이미지가 표시됩니다. 업로드할 경우 배경 이미지와 일치하는 사이드바 색상을 선택하는 것이 좋습니다.
nl_nl: Als u de achtergrondafbeelding uploadt, wordt deze weergegeven in plaats van de zijbalkkleur. Als je het uploadt, raden we je aan een zijbalkkleur te kiezen die overeenkomt met de achtergrondafbeelding.
no_no: Hvis du laster opp bakgrunnsbildet, vil det vises i stedet for fargen på sidefeltet. Hvis du laster det opp, anbefaler vi å velge en sidefeltfarge som samsvarer med bakgrunnsbildet.
pl_pl: Jeśli prześlesz obraz tła, będzie on wyświetlany zamiast koloru paska bocznego. Jeśli go prześlesz, zalecamy wybranie koloru paska bocznego, który pasuje do obrazu tła.
pt_br: Se voce subir a imagem de fundo, ela será exibida ao invés da cor da barra lateral. Se voce subir ,nós recomendamos pegar uma cor de barra lateral que combine com a imagem de fundo
sv_se: Om du laddar upp bakgrundsbilden kommer den att visas istället för sidofältsfärgen. Om du laddar upp det rekommenderar vi att du väljer en sidofältsfärg som matchar bakgrundsbilden.
uz_uz: Agar siz fon rasmini yuklasangiz, u yon panel rangi o'rniga ko'rsatiladi. Agar siz uni yuklasangiz, fon tasviriga mos keladigan yon panel rangini tanlashni tavsiya qilamiz.
zh_cn: 如果您上传背景图片，它将显示而不是侧边栏颜色。如果您上传它，我们建议选择与背景图像匹配的侧边栏颜色。

# Languages::vendor_panel_configurator.global_setting_warning
source: This setting doesn't appear on the product editing page right now, because it is set globally for all products. Check the <a href="[settings_url]" target="_blank">"Settings" menu</a> to find it.
ar_sa: لا يظهر هذا الإعداد في صفحة تحرير المنتج في الوقت الحالي ، لأنه تم تعيينه عالميًا لجميع المنتجات. تحقق من قائمة <a href="[settings_url]" target="_blank">"إعدادات"</a> للعثور عليه.
cs_cz: Toto nastavení se právě nezobrazuje na stránce pro úpravy produktu, protože je nastaveno globálně pro všechny produkty. Najděte jej v nabídce <a href="[settings_url]" target="_blank">„Nastavení“</a>.
da_dk: Denne indstilling vises ikke på produktredigeringssiden lige nu, fordi den er indstillet globalt for alle produkter. Tjek menuen <a href="[settings_url]" target="_blank">"Indstillinger"</a> for at finde den.
el_gr: Αυτή η ρύθμιση δεν εμφανίζεται στη σελίδα επεξεργασίας προϊόντος αυτήν τη στιγμή, επειδή έχει οριστεί καθολικά για όλα τα προϊόντα. Ελέγξτε το μενού <a href="[settings_url]" target="_blank">"Ρυθμίσεις"</a> για να το βρείτε.
fa_ir: این تنظیم در حال حاضر در صفحه ویرایش محصول ظاهر نمی شود، زیرا به صورت جهانی برای همه محصولات تنظیم شده است. <a href="[settings_url]" target="_blank">منوی "تنظیمات"</a> را برای پیدا کردن آن بررسی کنید.
hu_hu: Ez a beállítás jelenleg nem jelenik meg a termékszerkesztő oldalon, mert minden termékre globálisan be van állítva. Keresse meg a <a href="[settings_url]" target="_blank">"Beállítások" menüt</a>.
it_it: Questa impostazione non viene visualizzata nella pagina di modifica del prodotto in questo momento, perché è impostata a livello globale per tutti i prodotti. Controlla il menu <a href="[settings_url]" target="_blank">"Impostazioni"</a> per trovarlo.
ja_jp: この設定は、すべての商品に対してグローバルに設定されているため、現在、商品編集画面には表示されません。<a href=\"[settings_url]\" target=\"_blank\">設定メニュー</a>を確認してください。
ko_kr: 이 설정은 모든 제품에 대해 전역적으로 설정되어 있기 때문에 현재 제품 편집 페이지에 표시되지 않습니다. <a href="[settings_url]" target="_blank">"설정" 메뉴</a> 을 확인하여 찾으십시오.
nl_nl: Deze instelling wordt momenteel niet weergegeven op de productbewerkingspagina, omdat deze globaal voor alle producten is ingesteld. Controleer het <a href="[settings_url]" target="_blank">"Instellingen" menu</a> om het te vinden.
no_no: Denne innstillingen vises ikke på produktredigeringssiden akkurat nå, fordi den er angitt globalt for alle produkter. Sjekk <a href="[settings_url]" target="_blank">"Innstillinger"-menyen</a> for å finne den.
pl_pl: To ustawienie nie pojawia się teraz na stronie edycji produktu, ponieważ jest ustawione globalnie dla wszystkich produktów. Aby je znaleźć, przejdź do <a href="[settings_url]" target="_blank">menu "Ustawienia"</a>.
pt_br: Essa configuração não aparece na página de edição do produto no momento, porque está definida globalmente para todos os produtos. Verifique o menu <a href="[settings_url]" target="_blank">"Configurações"</a> para encontrá-lo.
sv_se: Den här inställningen visas inte på produktredigeringssidan just nu, eftersom den är inställd globalt för alla produkter. Kontrollera <a href="[settings_url]" target="_blank">"Inställningar"-menyn</a> för att hitta den.
uz_uz: Bu sozlama hozirda mahsulotni tahrirlash sahifasida ko‘rinmaydi, chunki u barcha mahsulotlar uchun global miqyosda o‘rnatilgan. Uni topish uchun <a href="[settings_url]" target="_blank">"Sozlamalar" menyusini</a> tekshiring.
zh_cn: 此设置现在不会出现在产品编辑页面上，因为它是为所有产品全局设置的。检查 <a href="[settings_url]" target="_blank">“设置”菜单</a> 以找到它。

# Languages::vendor_panel_configurator.theme_editor.sidebar
source: Sidebar
ar_sa: الشريط الجانبي
cs_cz: Postranní panel
da_dk: Sidebjælke
el_gr: Πλαϊνή Μπάρα
fa_ir: نوار کناری
hu_hu: Oldalsáv
it_it: Barra laterale
ja_jp: サイドバー
ko_kr: 사이드바
nl_nl: Zijbalk
no_no: Sidefelt
pl_pl: Boczny panel
pt_br: Barra Lateral
sv_se: Sidofält
zh_cn: 边栏

# Languages::vendor_panel_configurator.theme_editor.element
source: Element
ar_sa: جزء
cs_cz: Živel
el_gr: Στοιχείο
fa_ir: عنصر
hu_hu: Elem
it_it: Elemento
ja_jp: エレメント
ko_kr: 요소
pt_br: Elemento
zh_cn: 元素

# Languages::vendor_panel_configurator.color_schema.Custom
source: Custom
ar_sa: العادة
cs_cz: Zvyk
da_dk: Brugerdefinerede
el_gr: Προσαρμοσμένο
fa_ir: سفارشی
hu_hu: Egyedi
it_it: Costume
ja_jp: カスタム
ko_kr: 관습
nl_nl: Aangepast
no_no: Tilpasset
pl_pl: Niestandardowy
pt_br: Personalizado
sv_se: Beställnings
zh_cn: 风俗

# Languages::vendor_panel_configurator.color_schema.Light
source: Light
ar_sa: نور
cs_cz: Světlo
da_dk: Lys
el_gr: Ανοιχτόχρωμο
fa_ir: سبک
hu_hu: Fény
it_it: Leggero
ja_jp: ライト
ko_kr: 빛
nl_nl: Licht
no_no: Lys
pl_pl: Jasny
pt_br: Claro
sv_se: Ljus
zh_cn: 光

# Languages::vendor_panel_configurator.color_schema.Purple
source: Purple
ar_sa: نفسجي
cs_cz: Nachový
da_dk: Lilla
el_gr: Μωβ
fa_ir: رنگ بنفش
hu_hu: Lila
it_it: Porpora
ja_jp: パープル
ko_kr: 보라
nl_nl: Paars
no_no: Lilla
pl_pl: Fioletowy
pt_br: Roxa
sv_se: Lila
zh_cn: 紫色的

# Languages::vendor_panel_configurator.color_schema.Lemongrass
source: Lemongrass
ar_sa: عشب الليمون
cs_cz: Citronová tráva
da_dk: Citrongræs
fa_ir: علف لیمو
hu_hu: Citromfű
it_it: Citronella
ja_jp: レモングラス
ko_kr: 레몬그라스
nl_nl: Citroengras
no_no: Sitrongress
pl_pl: Trawa cytrynowa
pt_br: capim-limão
sv_se: Citrongräs
zh_cn: 柠檬草

# Languages::vendor_panel_configurator.color_schema.Sweety
source: Sweety
ar_sa: حبيبة
cs_cz: Zlato
da_dk: lille skat
fa_ir: شیرین
hu_hu: Édesség
it_it: Dolcemente
ja_jp: スウィート
ko_kr: 연인
nl_nl: lieverd
no_no: Søt
pl_pl: Cukierkowy
pt_br: doce
sv_se: sötnos
zh_cn: 甜

# Languages::vendor_panel_configurator.color_schema.Sand
source: Sand
ar_sa: رمل
cs_cz: Písek
fa_ir: شن
hu_hu: Homok
it_it: Sabbia
ja_jp: サンド
ko_kr: 모래
nl_nl: Zand
pl_pl: Piaskowy
pt_br: Areia
zh_cn: 沙
