Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/vendor_rating.po
Languages: uz_uz

# Addons::name::vendor_rating
source: Vendor rating
uz_uz: Sotuvchi reytingi

# Addons::description::vendor_rating
source: Allows you to rank vendors in the store using multi-critiera rating.
uz_uz: Ko'p mezonli reyting yordamida do'kondagi sotuvchilarni tartiblash imkonini beradi.

# Languages::vendor_rating.vendor_rating
source: Vendor rating
uz_uz: Sotuvchi reytingi

# Languages::vendor_rating.previous_rating
source: Previous rating
uz_uz: Oldingi reyting

# Languages::vendor_rating.rating
source: Rating
uz_uz: Reyting

# Languages::sort_by_absolute_vendor_rating_asc
source: Sort by Vendor rating: Low to High
uz_uz: Reyting bo‘yicha saralash: Pastdan yuqoriga

# Languages::sort_by_absolute_vendor_rating_desc
source: Sort by Vendor rating
uz_uz: Sotuvchi reytingi bo'yicha saralash

# Languages::vendor_rating.absolute_vendor_rating
source: Overall rating
uz_uz: Umumiy reyting

# Languages::vendor_rating.absolute_vendor_rating_short
source: OA rating
uz_uz: OA reytingi

# Languages::vendor_rating.manual_vendor_rating
source: Manual vendor rating
uz_uz: Qo'lda sotuvchi reytingi

# Languages::vendor_rating.manual_vendor_plan_rating
source: Manual vendor plan rating
uz_uz: Qo'lda sotuvchi rejasi reytingi

# Languages::vendor_rating.company_rating
source: [company]'s rating set to [rating]
uz_uz: [company] reytingi [rating] qilib belgilandi

# Languages::vendor_rating.wrong_formula
source: Unable to calculate the expression. Original error message: [error].
uz_uz: Ifodani hisoblab bo‘lmadi. Asl xato xabari: [error].

# Languages::vendor_rating.too_many_variables
source: The formula uses too many variables. [allowed_variables_count] allowed, [passed_variables_count] passed.
uz_uz: Formula juda ko'p o'zgaruvchilardan foydalanadi. [allowed_variables_count] ruxsat berilgan, [passed_variables_count] o'tdi.

# Languages::vendor_rating.division_by_zero
source: Division by zero
uz_uz: Nolga bo'linish

# Languages::vendor_rating.unknown_variable
source: Unknown variable <b>[variable]</b>
uz_uz: Noma'lum o'zgaruvchi <b>[variable]</b>

# Languages::vendor_rating.run_rating_calculation_by_cron
source: Rating recalculation is the resource-intensive process. It's recommented to run it automatically at certain time intervals.<br>To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
uz_uz: Reytingni qayta hisoblash resurs talab qiladigan jarayondir. Uni ma'lum vaqt oralig'ida avtomatik ravishda ishga tushirish tavsiya etiladi.<br>Buni amalga oshirish uchun <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron<-ga quyidagi buyruqni qo'shing. /a>:

# Languages::vendor_rating.rating_formula
source: Rating formula
uz_uz: Baholash formulasi

# Languages::vendor_rating.variables
source: You can use the following variables in the formula:
uz_uz: Formulada quyidagi o'zgaruvchilardan foydalanishingiz mumkin:

# Languages::vendor_rating.criteria.paid_orders_count.name
source: Amount of paid orders.
uz_uz: To'langan buyurtmalar miqdori.

# Languages::vendor_rating.criteria.paid_orders_count.description
source: Orders in the following statuses placed after the <i>Calculation period start date</i> are taken into account: [statuses].
uz_uz: <i>Hisoblash davrining boshlanish sanasidan</i> keyin berilgan quyidagi statuslardagi buyurtmalar hisobga olinadi: [statuses].

# Languages::vendor_rating.criteria.paid_orders_total.name
source: Gross total of paid orders.
uz_uz: To'langan buyurtmalarning yalpi jami.

# Languages::vendor_rating.criteria.paid_orders_total.description
source: Orders in the following statuses placed after the <i>Calculation period start date</i> are taken into account: [statuses].
uz_uz: <i>Hisoblash davrining boshlanish sanasidan</i> keyin berilgan quyidagi statuslardagi buyurtmalar hisobga olinadi: [statuses].

# Languages::vendor_rating.criteria.active_products_count.name
source: Amount of active products.
uz_uz: Faol mahsulotlar miqdori.

# Languages::vendor_rating.criteria.active_products_count.description
source: Products in the Active status created after the <i>Calculation period start date</i> are taken into account.
uz_uz: <i>Hisoblash davri boshlanish sanasi</i>dan keyin yaratilgan Faol holatidagi mahsulotlar hisobga olinadi.

# Languages::vendor_rating.criteria.manual_vendor_rating.name
source: Manually set vendor rating.
uz_uz: Sotuvchi reytingini qo'lda o'rnating.

# Languages::vendor_rating.criteria.manual_vendor_rating.description
source: Manual rating can be specified on the <b>Rating</b> tab of the vendor editing page.
uz_uz: Qo'lda baholashni sotuvchining tahrirlash sahifasining <b>Reyting</b> yorlig'ida belgilash mumkin.

# Languages::vendor_rating.criteria.vendor_reviews_rating.name
source: Average vendor review rating.
uz_uz: Sotuvchining o'rtacha reytingi.

# Languages::vendor_rating.criteria.vendor_reviews_rating.description
source: Approved vendor reviews placed after the <i>Calculation period start date</i> are taken into account.
uz_uz: <i>Hisoblash davrining boshlanish sanasidan</i> keyin joylashtirilgan tasdiqlangan sotuvchi sharhlari hisobga olinadi.

# Languages::vendor_rating.criteria.product_reviews_rating.name
source: Average product reviews rating.
uz_uz: Mahsulot sharhlarining o'rtacha reytingi.

# Languages::vendor_rating.criteria.product_reviews_rating.description
source: Approved product reviews placed after the <i>Calculation period start date</i> are taken into account.
uz_uz: <i>Hisoblash davrining boshlanish sanasidan</i> keyin joylashtirilgan tasdiqlangan mahsulot sharhlari hisobga olinadi.

# Languages::vendor_rating.criteria.manual_vendor_plan_rating.name
source: Manually set vendor plan rating.
uz_uz: Sotuvchi rejasi reytingini qo'lda o'rnating.

# Languages::vendor_rating.criteria.manual_vendor_plan_rating.description
source: Manual rating can be specified on the <b>Rating</b> tab of the vendor plan editing page.
uz_uz: Sotuvchi rejasi reytingini qo'lda o'rnating.

# Languages::vendor_rating.criteria.returns_count.name
source: Amount of return requests.
uz_uz: Qaytish talablari miqdori.

# Languages::vendor_rating.criteria.returns_count.description
source: Return requests created after the <i>Calculation period start date</i> are taken into account.
uz_uz: <i>Hisoblash davrining boshlanish sanasidan</i> keyin yaratilgan qaytarish so'rovlari hisobga olinadi.

# Languages::vendor_rating.recalculate_rating
source: Recalculate rating
uz_uz: Reytingni qayta hisoblang

# Languages::vendor_rating.run_recalculation
source: Run recalculation
uz_uz: Qayta hisoblashni ishga tushiring

# Languages::vendor_rating.start_rating_period
source: Calculation period start date
uz_uz: Hisoblash davrining boshlanish sanasi

# Languages::vendor_rating.invalid_formula
source: Invalid formula
uz_uz: Formula yaroqsiz

# Languages::show_vendor_rating
source: Show vendor rating
uz_uz: Sotuvchi reytingini ko'rsatish

# Languages::log_type_vendor_rating
source: Vendor rating
uz_uz: Sotuvchi reytingi

# Languages::log_action_vr_success
source: Successful recalculation
uz_uz: Muvaffaqiyatli qayta hisoblash

# Languages::log_action_vr_failure
source: Errors
uz_uz: Xatolar

# Languages::vendor_rating.calculated_at
source: Calculated at [date]
uz_uz: [date] da hisoblangan

# Languages::vendor_rating.recalculate_now
source: Recalculate now
uz_uz: Endi qayta hisoblang

# Languages::vendor_rating.rating_ranges
source: Rating ranges
uz_uz: Reyting diapazonlari

# Languages::vendor_rating.bronze_rating_lower_limit
source: Bronze rating lower limit
uz_uz: Bronza reytingining pastki chegarasi

# Languages::vendor_rating.silver_rating_lower_limit
source: Silver rating lower limit
uz_uz: Kumush reytingning pastki chegarasi

# Languages::vendor_rating.gold_rating_lower_limit
source: Gold rating lower limit
uz_uz: Oltin reytingning pastki chegarasi

# Languages::vendor_rating.rating_above_price
source: Rating matters more than price
uz_uz: Reyting narxdan ko'ra muhimroqdir

# Languages::vendor_rating.rating_above_price_tooltip
source: When using "Common products for vendors", offer products from vendors with highest rating first.
uz_uz: "Sotuvchilar uchun umumiy mahsulotlar" dan foydalanayotganda, avvalo, eng yuqori reytingga ega bo'lgan sotuvchilar mahsulotlarini taklif qiling.

# Languages::vendor_rating.rating_ranges_description
source: Setting all ranges to 0 will hide rating icons.
uz_uz: Barcha diapazonlarni 0 ga qo'yish reyting piktogrammalarini yashiradi.
