Repository: vasanthvijaykvv/csCart
Catalog: var/langs/*/addons/vendor_debt_payout.po
Languages: uz_uz

# Addons::name::vendor_debt_payout
source: Vendor-to-admin payments
uz_uz: Sotuvchidan administratorga to'lovlar

# Addons::description::vendor_debt_payout
source: Restricts the functionality of vendors' admin panels under certain conditions and enables your vendors to pay their fees and debts from their admin panel dashboards. It is as easy as purchasing a product from the storefront.
uz_uz: Muayyan sharoitlarda sotuvchilarning boshqaruv panellari funksiyalarini cheklaydi va sotuvchilaringizga oʻz toʻlovlari va qarzlarini boshqaruv paneli boshqaruv panelidan toʻlash imkonini beradi. Bu do'kondan mahsulot sotib olish kabi oson.

# SettingsOptions::vendor_debt_payout::default_lowers_allowed_balance
source: Suspend vendors if their balance remains below
uz_uz: Agar ularning balansi past bo'lsa, sotuvchilarni to'xtatib turing

# SettingsOptions::vendor_debt_payout::default_grace_period_to_refill_balance
source: Grace period to refill balance
uz_uz: Balansni to'ldirish uchun imtiyozli davr

# SettingsOptions::vendor_debt_payout::vendor_taxes
source: Taxes on refilling balance
uz_uz: Balansni to'ldirish uchun soliqlar

# Languages::vendor_debt_payout
source: Vendor-to-admin payments
uz_uz: Sotuvchidan administratorga to'lovlar

# Languages::vendor_debt_payout.debt_payout
source: Marketplace fees
uz_uz: Marketplace presetlari

# Languages::vendor_debt_payout.debt_payout_w_order
source: Marketplace fees (order #[id])
uz_uz: Bozor toʻlovlari (buyurtma #[id])

# Languages::vendor_debt_payout.payment_surcharge_w_order
source: Payment surcharge for marketplace fees (order #[id])
uz_uz: Bozor toʻlovlari uchun qoʻshimcha toʻlov (buyurtma №[id])

# Languages::vendor_debt_payout.pay_fees
source: Pay the fees
uz_uz: To'lovlarni to'lash

# Languages::vendor_debt_payout.vendor_debt_limit
source: Restrict admin panel functions if vendor's debt reaches
uz_uz: Agar sotuvchining qarzi yetsa, boshqaruv paneli funksiyalarini cheklang

# Languages::ttc_vendor_debt_payout.vendor_debt_limit
source: When a vendor's balance is negative and reaches this number, the vendor's administration panel will not allow to perform any actions. When a vendor's negative balance is half this number, the vendor will see the warning specified in the "vendor_debt_payout.debt_near_limit_message" language variable.
uz_uz: Agar sotuvchining balansi manfiy bo'lsa va bu raqamga yetsa, sotuvchining ma'muriy paneli hech qanday harakatni amalga oshirishga ruxsat bermaydi. Agar sotuvchining salbiy balansi bu raqamning yarmiga teng bo'lsa, sotuvchi "vendor_debt_payout.debt_near_limit_message" til o'zgaruvchisida ko'rsatilgan ogohlantirishni ko'radi.

# Languages::vendor_debt_payout.payout_overdue_limit
source: Grace period for vendor plan fees
uz_uz: Sotuvchi rejasi to'lovlari uchun imtiyozli davr

# Languages::ttc_vendor_debt_payout.payout_overdue_limit
source: Payments for plans are drawn from the vendor's account balance. If the balance gets negative after the fee is taken, and this period expires, the vendor's administration panel will not allow to perform any actions until the vendor pays the debt.
uz_uz: Rejalar uchun to'lovlar sotuvchining hisob balansidan olinadi. Agar to'lov olingandan keyin balans salbiy bo'lsa va bu muddat tugasa, sotuvchining ma'muriy paneli sotuvchi qarzni to'lamaguncha hech qanday harakatni amalga oshirishga ruxsat bermaydi.

# Languages::vendor_debt_payout.day_or_days
source: day(s)
uz_uz: kun(lar)

# Languages::vendor_debt_payout.pending_payout_message
source: You need to pay the fee of [fee_amount] for using the [plan_name] plan. Your current account balance is [current_balance]. If the fee isn't paid until [overdue_date], you won't be able to work with the administration panel until you <a href="[pay_url]" target="_blank">pay all your marketplace fees</a>.
uz_uz: [plan_name] rejasidan foydalanganingiz uchun [fee_amount] toʻlovini toʻlashingiz kerak. Joriy hisobingiz balansi [current_balance]. Agar toʻlov [overdue_date] gacha toʻlanmasa, <a href="[pay_url]" target="_blank">barcha bozor toʻlovlarini toʻlamaguningizcha</a> maʼmuriyat paneli bilan ishlay olmaysiz. .

# Languages::vendor_debt_payout.debt_near_limit_message
source: Your account balance is currently [current_balance]. If it reaches [minimal_balance], you won't be able to use your administration panel until you <a href="[pay_url]" target="_blank">pay all your marketplace fees</a>.
uz_uz: Hisobingizdagi balans hozirda [current_balance]. Agar u [minimal_balance] ga yetsa, <a href="[pay_url]" target="_blank">barcha bozor to‘lovlarini to‘lamaguningizcha</a> boshqaruv panelidan foydalana olmaysiz.

# Languages::vendor_debt_payout.block_alert
source: <p>Your access to the administration panel has been restricted automatically because you have reached the limit of negative account balance or haven't paid a fee for your vendor plan in time.</p><p>Your current account balance is [current_balance].</p><p>Please <a href="[pay_url]">pay the marketplace fees</a> — once the payment is processed, your access to the administration panel will be restored automatically.</p>
uz_uz: <p>Ma'muriyat paneliga kirishingiz avtomatik ravishda cheklandi, chunki siz hisobdagi manfiy qoldiq chegarasiga yetib borgansiz yoki sotuvchi rejangiz uchun to‘lovni vaqtida to‘lamagansiz.</p><p>Joriy hisob balansingiz [ current_balance].</p><p>Iltimos, <a href="[pay_url]">bozor to‘lovlarini to‘lang</a> — to‘lov amalga oshirilgandan so‘ng, ma’muriyat paneliga kirish avtomatik ravishda tiklanadi.</p >

# Languages::vendor_debt_payout.suspend_vendors
source: Suspend vendors
uz_uz: Sotuvchilarni to'xtatib turish

# Languages::vendor_debt_payout.lowest_allowed_balance
source: Suspend vendors if their balance remains below
uz_uz: Agar ularning balansi past bo'lsa, sotuvchilarni to'xtatib turing

# Languages::vendor_debt_payout.grace_period_to_refill_balance
source: Grace period to refill balance
uz_uz: Balansni to'ldirish uchun imtiyozli davr

# Languages::vendor_debt_payout.vendor_status_changed.reason
source: The debt of [amount] that hasn't been paid until [date].
uz_uz: [date]gacha toʻlanmagan [amount] qarz.

# Languages::vendor_debt_payout.global_individual_additional_settings
source: You can hide or show debt-related settings here. Hidden settings will affect all vendor plans. Look out for icon [icon] <a href="[addons_url]">in the "Vendor-to-admin payments" add-on settings</a>.
uz_uz: Bu yerda siz qarz bilan bog'liq sozlamalarni yashirishingiz yoki ko'rsatishingiz mumkin. Yashirin sozlamalar barcha sotuvchi rejalariga ta'sir qiladi. <a href="[addons_url]">"Vendor-to-admin to'lovlari" qo'shimcha sozlamalarida</a> belgisi [icon]ga e'tibor bering.

# Languages::vendor_debt_payout.lowest_allowed_balance_info_text
source: To make working with suspended vendors easier, please check the settings of the <a href="[link]">Vendor-to-admin payments</a> add-on.
uz_uz: To‘xtatilgan sotuvchilar bilan ishlashni osonlashtirish uchun <a href="[link]">Vendor-to-admin to‘lovlari</a> plaginining sozlamalarini tekshiring.

# Languages::vendor_debt_payout.vendor_plan_debt_info_text
source: A vendor can get suspended if the debt exceeds the conditions of the <a href="[link]">vendor plan</a>.
uz_uz: Agar qarz <a href="[link]">sotuvchi rejasi</a> shartlaridan oshib ketgan bo‘lsa, sotuvchi to‘xtatilishi mumkin.

# Languages::vendor_debt_payout.hide_products
source: Hide products of suspended vendors
uz_uz: To'xtatilgan sotuvchilarning mahsulotlarini yashirish

# Languages::vendor_debt_payout.block_admin_panel
source: Block admin panel of suspended vendors
uz_uz: To'xtatilgan sotuvchilarning administrator panelini bloklash

# SettingsOptions::vendor_debt_payout::block_admin_panel
source: Block admin panel of suspended vendors
uz_uz: To'xtatilgan sotuvchilarning administrator panelini bloklash

# Languages::vendor_debt_payout.vendor_notifications
source: Notify vendors about upcoming suspension
uz_uz: Kelgusi to'xtatib turish haqida sotuvchilarni xabardor qiling

# Languages::vendor_debt_payout.admin_notifications
source: Notify admin about suspended vendors
uz_uz: To'xtatilgan sotuvchilar haqida administratorga xabar bering

# Languages::vendor_debt_payout.edit_notifications_link
source: <a target = "_blank" href = "[link]">Edit notifications</a>
uz_uz: <a target = "_blank" href = "[link]">Bildirishnomalarni tahrirlash</a>

# Languages::vendor_debt_payout.admin_notifications_weekly
source: Send weekly digest of suspended vendors
uz_uz: To'xtatilgan sotuvchilarning haftalik dayjestini yuboring

# Languages::vendor_debt_payout.disable_suspended_vendors
source: Disable suspended vendors after a while
uz_uz: Bir muncha vaqt o'tgach, to'xtatilgan sotuvchilarni o'chirib qo'ying

# Languages::vendor_debt_payout.days_before_disable
source: Time in days before a suspended vendor is disabled
uz_uz: To'xtatilgan sotuvchi o'chirib qo'yilishidan oldingi kunlarda vaqt

# Languages::vendor_debt_payout.vendor_notifications_about_disable
source: Notify vendors about their disabled account
uz_uz: Sotuvchilarni o'chirilgan hisoblari haqida xabardor qiling

# Languages::vendor_debt_payout.admin_notifications_about_disable
source: Notify admin about disabled vendors
uz_uz: O'chirilgan sotuvchilar haqida administratorga xabar bering

# Languages::vendor_debt_payout.actions_on_suspended
source: Actions on suspended vendors
uz_uz: To'xtatilgan sotuvchilarga nisbatan harakatlar

# Languages::vendor_debt_payout.notifications
source: Notifications
uz_uz: Bildirishnomalar

# Languages::vendor_debt_payout.refill_balance
source: Refill balance
uz_uz: Balansni to'ldirish

# Languages::vendor_debt_payout.enter_an_amount
source: Enter an amount
uz_uz: Miqdorni kiriting

# Languages::vendor_debt_payout.error_refill_amount_lower_than_zero
source: Sorry, couldn't proceed to payment. The specified sum must be greater than 0.
uz_uz: Kechirasiz, toʻlovni davom ettirib boʻlmadi. Belgilangan summa 0 dan katta bo'lishi kerak.

# Languages::vendor_debt_payout.suspend_debt_notification
source: Your account is suspended. To lift the suspension, please deposit at least [amount] to refill the balance up to [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Refill balance</a>.
uz_uz: Hisobingiz toʻxtatildi. Toʻxtatib turishni bekor qilish uchun balansni [vendor_plan_lowers_allowed_balance] gacha toʻldirish uchun kamida [amount] depozit qiling. <a target="_blank" href="[link]">Balansni to‘ldirish</a>.

# Languages::vendor_debt_payout.warning_debt_notification
source: Your account might get suspended soon. Please deposit at least [amount] until [date] to avoid suspension. <a target="_blank" href="[link]">Refill balance</a>.
uz_uz: Hisobingiz tez orada bloklanishi mumkin. Iltimos, toʻxtatib qoʻymaslik uchun [date]gacha kamida [amount] depozit qiling. <a target="_blank" href="[link]">Balansni to‘ldirish</a>.

# Languages::vendor_debt_payout.suspend_debt_alert
source: <p>Your account has been suspended automatically.</p><p>Reason: your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance].</p><p>Please deposit at least [amount]. Once the payment is processed, the suspension will be lifted automatically.</p>
uz_uz: <p>Hisobingiz avtomatik ravishda toʻxtatildi.</p><p> Sabab: joriy balansingiz [balance], bu ruxsat etilgan minimal ruxsat etilgan [lowers_allowed_balance] balansidan past.</p><p>Hech boʻlmaganda depozit qoʻying. [summa]. Toʻlov amalga oshirilgach, toʻxtatib turish avtomatik tarzda olib tashlanadi.</p>

# Languages::vendor_debt_payout.warning_debt_alert
source: <p>Your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance].</p><p>Please deposit at least [amount] until [date]. Otherwise your account might get suspended.
uz_uz: <p>Joriy balansingiz [balance], bu ruxsat etilgan minimal ruxsat etilgan [lowers_allowed_balance] balansidan past.</p><p>Iltimos, [date]gacha kamida [amount] miqdorida depozit qo‘ying. Aks holda hisobingiz bloklanishi mumkin.

# Languages::vendor_debt_payout.dashboard_suspended_vendors
source: Suspended vendors
uz_uz: To'xtatilgan sotuvchilar

# Languages::vendor_debt_payout.negative_balance_reached.subject
source: Your account might get suspended soon
uz_uz: Hisobingiz tez orada bloklanishi mumkin

# Languages::vendor_debt_payout.suspended_status_reached.subject
source: Your account is suspended
uz_uz: Hisobingiz toʻxtatildi

# Languages::vendor_debt_payout.event.negative_balance_reached.name
source: Vendor sign-in: Debt and grace period
uz_uz: Sotuvchiga kirish: Qarz va imtiyozli davr

# Languages::vendor_debt_payout.negative_balance_reached.message
source: Please deposit at least [amount] until [date] to avoid suspension.
uz_uz: Iltimos, toʻxtatib qoʻymaslik uchun [date]gacha kamida [amount] depozit qiling.

# Languages::vendor_debt_payout.suspended_status_reached.message
source: To lift the suspension, please deposit at least [amount] to refill the balance up to [vendor_plan_lowers_allowed_balance].
uz_uz: Toʻxtatib turishni bekor qilish uchun balansni [vendor_plan_lowers_allowed_balance] gacha toʻldirish uchun kamida [amount] depozit qiling.

# Languages::email_template.vendor_debt_payout_vendor_days_before_suspended
source: Vendor-to-admin payments notifications
uz_uz: Sotuvchidan administratorga toʻlovlar haqida bildirishnomalar

source: Vendor-to-admin payments notifications
uz_uz: Sotuvchidan administratorga toʻlovlar haqida bildirishnomalar

# Languages::internal_template.vendor_debt_payout_vendor_days_before_suspended
source: Vendor-to-admin payments notifications
uz_uz: Sotuvchidan administratorga toʻlovlar haqida bildirishnomalar

source: Vendor-to-admin payments notifications
uz_uz: Sotuvchidan administratorga toʻlovlar haqida bildirishnomalar

# Languages::vendor_debt_payout.event.vendor_status_changed_to_suspended.name
source: Vendor status was changed to Suspended
uz_uz: Sotuvchi maqomi toʻxtatildi deb oʻzgartirildi

source: Vendor-to-admin payments notifications
uz_uz: Sotuvchidan administratorga toʻlovlar haqida bildirishnomalar

# Languages::email_template.company_status_changed_from_suspended_notification
source: Vendor status changed from Suspended
uz_uz: Sotuvchi holati toʻxtatilgandan oʻzgardi

# Languages::internal_template.vendor_debt_payout_negative_balance_reached
source: Vendor sign-in: Debt and grace period
uz_uz: Sotuvchiga kirish: Qarz va imtiyozli davr

source: Vendor-to-admin payments notifications
uz_uz: Sotuvchidan administratorga toʻlovlar haqida bildirishnomalar

# Languages::vendor_debt_payout.event.vendor_status_changed_to_disabled.name
source: Vendor status was changed to Disabled
uz_uz: Sotuvchining holati “O‘chirilgan” ga o‘zgartirildi

# Languages::vendor_debt_payout.weekly_digest_of_debtors.subject
source: [marketplace_name]: Weekly digest of debtors
uz_uz: [marketplace_name]: Qarzdorlarning haftalik dayjesti

# Languages::vendor_debt_payout.weekly_digest_of_debtors.message
source: This is a weekly report on debtors in your marketplace. It includes the vendors who have become debtors or paid their debt since the last report. Your marketplace might have <a href="[href]">more suspended vendors</a>.
uz_uz: Bu sizning bozoringizdagi qarzdorlar haqida haftalik hisobot. U oxirgi hisobotdan beri qarzdor bo'lgan yoki qarzini to'lagan sotuvchilarni o'z ichiga oladi. Bozorda <a href="[href]">ko‘proq to‘xtatilgan sotuvchilar</a> bo‘lishi mumkin.

# Languages::vendor_debt_payout.event.weekly_digest_of_debtors.name
source: Weekly digest of debtors
uz_uz: Qarzdorlarning haftalik dayjesti

# Languages::email_template.vendor_debt_payout_weekly_digest_of_debtors
source: Weekly digest of debtors
uz_uz: Qarzdorlarning haftalik dayjesti

# Languages::vendor_debt_payout.vendor_status_changed.subject
source: [vendor_name]: Status changed to [status]
uz_uz: [vendor_name]: holati [status] ga o'zgartirildi

# Languages::vendor_debt_payout.vendor_status_changed.message
source: The status of vendor [vendor_name] was changed to [status].
uz_uz: Sotuvchining [vendor_name] holati [status] ga o'zgartirildi.

# Languages::vendor_debt_payout.vendor_days_before_suspend.subject
source: Your account might get suspended soon
uz_uz: Hisobingiz tez orada bloklanishi mumkin

# Languages::vendor_debt_payout.vendor_days_before_suspend.message
source: Your account at [marketplace] might get suspended soon.
uz_uz: Tez orada [marketplace] hisobingiz bloklanishi mumkin.

# Languages::vendor_debt_payout.event.vendor_days_before_suspend.name
source: Info about upcoming suspension
uz_uz: Kelgusi to'xtatilishi haqida ma'lumot

# Languages::vendor_debt_payout.reason_block
source: Your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance]. Please deposit at least [amount] until [date] to avoid suspension. You can refill the balance in your <a href="[link]">vendor panel</a>.
uz_uz: Joriy balansingiz [balance] bo‘lib, u [lowers_allowed_balance] ruxsat etilgan minimal balansdan past. Iltimos, toʻxtatib qoʻymaslik uchun [sana]gacha kamida [amount] depozit qiling. Balansni <a href="[link]">sotuvchi paneli</a> orqali to‘ldirishingiz mumkin.

# Languages::vendor_debt_payout.minimum_allowed_balance_to_zero
source: We've set the minimum allowed balance to 0. Now whenever a vendor's balance goes below 0, the grace period will start, and the vendor will be asked to pay the debt.
uz_uz: Biz ruxsat etilgan minimal qoldiqni 0 qilib belgiladik. Endi sotuvchining balansi 0 dan pastga tushsa, imtiyozli davr boshlanadi va sotuvchidan qarzni to‘lash so‘raladi.

# Languages::vendor_debt_payout.admin_weekly_digest_of_suspended_vendors
source: Send weekly digest of suspended vendors
uz_uz: To'xtatilgan sotuvchilarning haftalik dayjestini yuboring

# Languages::vendor_debt_payout.debt_owned
source: Debt owned
uz_uz: Qarz egasi

# Languages::vendor_debt_payout.account_balance
source: Account balance
uz_uz: Hisob balansi

# Languages::vendor_debt_payout.list_of_vendors_got_suspended_label
source: These vendors got suspended for debt automatically since the last report::
uz_uz: Ushbu sotuvchilar oxirgi hisobotdan beri avtomatik ravishda qarz bo'yicha to'xtatildi::

# Languages::vendor_debt_payout.list_of_vendors_got_suspended_and_paid_label
source: These vendors paid their debt and had their suspension lifted since the last report:
uz_uz: Ushbu sotuvchilar qarzlarini to'lashdi va oxirgi hisobotdan beri to'xtatib turish bekor qilindi:

# Languages::vendor_debt_payout.empty_list_of_vendors_got_suspended_label
source: No vendors got suspended for debt automatically since the last report.
uz_uz: Oxirgi hisobotdan beri hech bir sotuvchi avtomatik ravishda qarz bo'yicha to'xtatilmagan.

# Languages::vendor_debt_payout.empty_list_of_vendors_got_suspended_and_paid_label
source: No vendors paid their debt and had their suspension lifted since the last report.
uz_uz: Oxirgi hisobotdan beri hech bir sotuvchi o'z qarzini to'lamagan va ularning to'xtatilishi bekor qilinmagan.

# Languages::vendor_debt_payout.total_debts
source: The total debt of all vendors in your marketplace (including those not listed in this report) is currently [total_debt].
uz_uz: Bozoringizdagi barcha sotuvchilarning umumiy qarzi (shu jumladan, ushbu hisobotda qayd etilmaganlar) hozirda [total_debt].

# Languages::vendor_debt_payout.catalog_items
source: Naming "Vendor debt" for different languages
uz_uz: Turli tillar uchun "Vendor qarzi" deb nomlash

# Languages::vendor_debt_payout.catalog_items.help
source: Vendors repay their debt by purchasing specific marketplace fees product. Here you can edit details of the product and the category it belongs to.
uz_uz: Sotuvchilar o'zlarining qarzlarini ma'lum bozor to'lovlari mahsulotini sotib olish orqali to'laydilar. Bu yerda siz mahsulot tafsilotlarini va u tegishli toifani tahrirlashingiz mumkin.

# Languages::vendor_debt_payout.product
source: Product
uz_uz: Mahsulot

# Languages::vendor_debt_payout.category
source: Category
uz_uz: Kategoriya

# Languages::vendor_debt_payout.dashboard.analytics_card.refill_balance
source: Refill balance
uz_uz: Balansni to'ldirish

# Languages::vendor_debt_payout.dashboard.analytics_card.enter_an_amount
source: Enter an amount
uz_uz: Miqdorni kiriting

# Languages::vendor_debt_payout.dashboard.analytics_card.suspended_vendors
source: Suspended vendors
uz_uz: To'xtatilgan sotuvchilar

# Languages::vendor_debt_payout.dashboard.todo.negative_balance_reached
source: <strong>Your balance is in the red.</strong> Your account might get suspended on [date]. To avoid that, please deposit at least [amount].
uz_uz: <strong>Balansingiz qizil rangda.</strong> Hisobingiz [date] kuni toʻxtatib qoʻyilishi mumkin. Bunga yo'l qo'ymaslik uchun kamida [amount] depozit qo'ying.

source: Refill balance
uz_uz: Balansni to'ldirish

# Languages::vendor_debt_payout.dashboard.todo.vendor_status_changed_to_suspended
source: <strong>Your account is suspended for debt.</strong> Please deposit at least [amount]. Once the payment is processed, suspension will be lifted automatically.
uz_uz: <strong>Hisobingiz qarz uchun toʻxtatilgan.</strong> Iltimos, kamida [amount] depozit qiling. To'lov amalga oshirilgach, to'xtatib turish avtomatik ravishda olib tashlanadi.

# Languages::vendor_debt_payout.dashboard.todo.suspend_alert
source: <strong>Your account is suspended.</strong> To lift the suspension, please contact us.
uz_uz: <strong>Hisobingiz toʻxtatildi.</strong> Toʻxtatib turishni bekor qilish uchun biz bilan bogʻlaning.

# Languages::vendor_debt_payout.dashboard.todo.vendors_have_debts
source: <strong>[n] vendor</strong> owes you money and might get suspended soon.|<strong>[n] vendors</strong> owe you money and might get suspended soon.
uz_uz: <strong>[n] sotuvchi</strong> sizdan qarzdor va tez orada faoliyatini toʻxtatib qoʻyishi mumkin.|<strong>[n] sotuvchi</strong> sizdan qarzdor va tez orada toʻxtatilishi mumkin.
